{
  "_id": "QuiG3pioanQSvk5X",
  "name": "Dream Quest",
  "type": "spell",
  "img": "icons/sundries/books/book-tooled-gold-purple.webp",
  "effects": [],
  "folder": "RRx3YbXw0EUMwpwC",
  "sort": 0,
  "flags": {},
  "system": {
    "description": "<p>The caster commands a single subject to perform a specific quest or task, conveyed through a recurring dream.</p><ul><li><p><strong>The dream:</strong> While the spell remains in effect, the subject experiences the recurring dream every time they sleep. In the recurring dream, the subject witnesses themselves completing the prescribed quest.</p></li><li><p><strong>Examples of quests:</strong> Rescuing a prisoner, killing a specific monster, bringing a magic item to the caster, or going on a journey to an oracle.</p></li><li><p><strong>Suicidal quests:</strong> The prescribed quest must not be obviously suicidal.</p></li><li><p><strong>Saving throw:</strong> The subject may <em><strong>save versus spells</strong></em>, with success indicating that the initial dream is experienced but the spell has no further effect.</p></li><li><p><strong>Refusal:</strong> The subject must undertake the quest or begin to fade from reality. Every day in which the subject does not pursue the quest, they lose 1 hit point. This damage cannot be fatal (e.g. if the subject has only 1 hit point, no further loss due to this spell will occur). However, accrued damage cannot be healed by any means except completing the quest.</p></li><li><p><strong>Completion:</strong> Once the task is completed, the spell ends. Any lost hit points are recovered.</p></li></ul>",
    "autoTags": [],
    "manualTags": [],
    "save": "spell",
    "lvl": 6,
    "class": "Illusionist",
    "duration": "Permanent until fulfilled",
    "range": "60'",
    "roll": "",
    "memorized": 0,
    "cast": 0
  },
  "ownership": {
    "default": 0
  },
  "_stats": {
    "systemId": "ose",
    "systemVersion": "2.1.9",
    "coreVersion": "13.350",
    "createdTime": null,
    "modifiedTime": 1761452335188,
    "lastModifiedBy": "osebuilder000000",
    "duplicateSource": null,
    "exportSource": null
  },
  "_key": "!items!QuiG3pioanQSvk5X"
}
