{
  "name": "P10. Magic",
  "pages": [
    {
      "sort": 100000,
      "name": "Spells",
      "type": "text",
      "_id": "aBUVhgNNB2NHE26z",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Some character classes have the ability to memorize and cast magical spells. A spell consists of a pattern of magical energy memorized in a character’s mind. When a spell is cast, the spell is erased from the character’s mind until it is memorized again.</p><p><strong>Arcane and divine magic</strong>: Spells are either granted by a deity or higher power (<em>divine magic</em>) or learned by esoteric study (<em>arcane magic</em>).</p><p><strong>Spell list</strong>: The character’s class determines which spells they can cast. Each class has an associated list of spells.</p><p><strong>Spells in memory</strong>: The character’s level determines how many spells they can memorize at one time.</p><p><strong>Reversible spells</strong>: Some spells are reversible; this is indicated in each spell’s description.</p><h2>Memorizing Spells</h2><p><strong>Rest and time requirements</strong>: A spell caster can memorize new spells after an uninterrupted night’s sleep. It takes one hour to memorize all spells the character is capable of memorizing.</p><p><strong>Duplicate spells</strong>: A character may memorize the same spell more than once, as long as they are capable of memorizing more than one spell of the given level.</p><h2>Casting Spells</h2><p>A memorized spell may be cast by precisely replicating the required set of hand gestures and mystical spoken words.</p><p><strong>Once only</strong>: When a spell is cast, knowledge of the spell is erased from the mind of the caster until it is memorized again. Freedom: The character must be able to speak and move their hands. A spell caster cannot cast spells if gagged, bound, or in an area of magical silence.</p><p><strong>Freedom</strong>: The character must be able to speak and move their hands. A spell caster cannot cast spells if gagged, bound, or in an area of magical silence.</p><p><strong>Line of sight</strong>: Unless noted in a spell’sdescription, the intended target (a specific monster, character, object, or area of effect) must be visible to the caster.</p><h2>Spell Effects</h2><p><strong>Selecting targets</strong>: Some spells affect multiple targets, either by area or by Hit Dice total. If the spell description does not specify how targets are selected, the referee must decide whether they are selected randomly, by the caster, etc.</p><p><strong>Concentration</strong>: Some spells specify that the caster must concentrate in order to maintain the magical effect. Unless the spell description states otherwise, performing any other action or being distracted (e.g. attacked) causes concentration to end.</p><p><strong>Cumulative effects</strong>: Multiple spells cannot be used to increase the same ability (e.g. bonuses to attack rolls, AC, damage rolls, saving throws, etc.). Spells that affect different abilities can be combined. Spells can be combined with the effects of magical items.</p><h2>Arcane Magic</h2><h3>Memorizing Spells</h3><p>Arcane spell casters memorize spells from spell books (see overleaf) and are thus limited to choosing from the spells in their spell book, which must be at hand.</p><h3>Reversing Spells</h3><p>The normal or reversed form of a spell must be selected when the spell is memorized. An arcane spell caster may memorize both forms of a spell if the character is able to memorize more than one spell of the given level.</p><h2>Divine Magic</h2><h3>Memorizing Spells</h3><p>Divine spell casters memorize spells through prayer to their gods. When praying for spells, divine spell casters may choose any spells in their class’ spell list that they are of high enough level to cast.</p><h3>Reversing Spells</h3><p>Divine spell casters can cast the reversed version of a spell by speaking the words and performing the gestures backwards when it is cast.</p><h3>Deity Disfavour</h3><p>Divine spell casters must be faithful to the tenets of their alignment, clergy, and religion. If the character ever falls from favour with their deity, penalties (determined by the referee) may be imposed. These may include penalties to attack (–1), a reduction in spells, or being sent on a perilous quest. In order to regain favour, the character must perform some great deed for their deity (as determined by the referee), for example: donating magic items or gold, constructing a temple, converting many people to the religion, vanquishing a powerful enemy of the deity, etc.</p><h3>Spells and Deity Alignment</h3><p>A divine spell caster may draw disfavour from their deity when casting spells (or their reversed versions) whose effects go against the deity’s alignment:</p><ul><li><p>Lawful characters: Will only use reversed spells in dire circumstances.</p></li><li><p>Chaotic characters: Will usually use reversed spells, only using the normal versions of spells to benefit allies of their religion.</p></li><li><p>Neutral characters: Will favour either normal or reversed spells, depending on the deity served (no deity favours both reversed and normal spells).</p></li></ul><p> </p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.aBUVhgNNB2NHE26z"
    },
    {
      "sort": 200000,
      "name": "Turning the Undead",
      "type": "text",
      "_id": "h8jaIFKd6Gq77ryk",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<div><div><div><div><p>Some divine spell casters have the ability to turn the undead, with the chance of success noted in their character class description. Unless noted in the character class description, turning the undead may be attempted without limit.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><div><div><div><div><h2>Limits on Turning the Undead (Optional Rule)</h2><p>Groups who wish to impose limits on turning the undead may use the following guidelines:</p><ul><li><p><strong>Frequency:</strong> Each character capable of turning the undead may make one attempt per encounter.<br /><strong>Mixed groups of undead:</strong> In encounters with multiple types of undead, a character who makes a successful turning attempt may optionally make another attempt in the following round. This process may be repeated until all types of undead have been affected or a turning attempt fails.</p></li><li><p><strong>Duration:</strong> A successfully turned monster is affected for 1 turn. Following this turn, the monster may return.</p></li></ul></div></div></div></div></td></tr></tbody></table></div></div></div></div>",
        "markdown": ""
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.h8jaIFKd6Gq77ryk"
    },
    {
      "sort": 300000,
      "name": "Spell Books",
      "type": "text",
      "_id": "z7vmCCY5MCxsJiFu",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Arcane spell casters record the spells that they know in a spell book.</p><p><strong>Number of spells</strong>: A character’s spell book contains exactly the number of spells that the character is capable of memorizing (as determined by the character’s class and level).</p><h2>Beginning Spells</h2><p>Arcane spell casters begin play with as many spells in their spell book as they are able to memorize. The referee may choose these spells or may allow the player to select. </p><h2>Adding Spells</h2><p>When the number of spells an arcane spell caster can memorize increases (e.g. by gaining an experience level), they can increase the selection of spells in their spell book. In this way, the number of spells in the spell book may be brought in line with the number of spells the character can memorize. This is possible in two ways:</p><ul><li><p><strong>Mentoring</strong>: The character may consult an arcane guild or mentor to learn new spells. This process takes about a week of game time. The spells a character learns in this way are determined by the referee, who may decide to let the player choose.</p></li><li><p><strong>Research</strong>: It is also possible to add spells to a spell book by means of @UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.SdmCc7wdNTl5kD7C]{Magical Research}.</p></li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><div><div><div><div><h2>Advanced Spell Book Rules (Optional Rule)</h2><p><strong>Number of Spells</strong><br />There is no limit to the number of spells in the character’s spell book.</p><p><strong>Beginning Spells</strong><br />Arcane spell casters begin play with a number of spells in their spell book determined by their INT score (see the table below). The referee may choose these spells or may allow the player to select.</p><p><strong>Adding Spells</strong><br />An arcane spell caster may attempt to add spells to their spell book at any time, as follows:</p><ul><li><strong>Copying:</strong> Spells of a level which the character can cast may be copied from another source, for example scrolls or the spell books of another spell caster. The chance of success depends on the copying character’s INT score (see the table below). If the roll fails, the character can never learn the spell.</li><li><strong>Research:</strong> It is also possible to add spells to a spell book by means of @UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.SdmCc7wdNTl5kD7C]{magical research}.</li></ul><h3><strong>Spell Books and Learning Spells</strong></h3><table><thead><tr><th>INT</th><th>Beginning Spells</th><th>Chance of Copying</th></tr></thead><tbody><tr><td>3</td><td>1</td><td>[[/r 1d100]]{20%}</td></tr><tr><td>4–5</td><td>1</td><td>[[/r 1d100]]{30%}</td></tr><tr><td>6–7</td><td>2</td><td>[[/r 1d100]]{35%}</td></tr><tr><td>8–9</td><td>2</td><td>[[/r 1d100]]{40%}</td></tr><tr><td>10–12</td><td>3</td><td>[[/r 1d100]]{50%}</td></tr><tr><td>13–14</td><td>3</td><td>[[/r 1d100]]{70%}</td></tr><tr><td>15–16</td><td>4</td><td>[[/r 1d100]]{75%}</td></tr><tr><td>17</td><td>4</td><td>[[/r 1d100]]{85%}</td></tr><tr><td>18</td><td>5</td><td>[[/r 1d100]]{90%}</td></tr></tbody></table></div></div></div></div></td></tr></tbody></table><h2>Lost Spell Books</h2><p>An arcane spell caster can rewrite the spells in a lost or destroyed spell book:</p><ul><li><p><strong>Cost</strong>: The cost per spell to be recovered is 1 week of game time and 1,000gp per level of the spell. For instance, rewriting two first level spells and one 2nd level spell will take 4 weeks and 4,000gp.</p></li><li><p><strong>Sole activity</strong>: This activity requires complete concentration. The character may not engage in any other activity for the required period.</p></li></ul><h2>Captured Spell Books</h2><p>Each arcane spell caster’s spell books are written so that only the owner is able to read the spells without the use of magic.</p><p> </p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1762845307026
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.z7vmCCY5MCxsJiFu"
    },
    {
      "sort": 400000,
      "name": "Magical Research",
      "type": "text",
      "_id": "SdmCc7wdNTl5kD7C",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<p>Many spell casting character classes can also perform research into new spells, magic items, and other magical effects, as noted in the class description. This requires time, monetary outlay, and sometimes rare and unusual ingredients.</p><p>Success in any magical research is not guaranteed—see <em><strong>Chance of Failure </strong></em>below.</p><h2>Creating New Spells</h2><p>The player should describe in detail the spell they wish to create and the effects it has. The referee will then decide if the spell can be created and, if so, what the spell level will be.</p><h3>Restrictions</h3><p>The character must be capable of casting spells of the level the new spell will be.</p><h3>Cost and Time</h3><p>Researching a new spell takes two weeks per spell level and 1,000gp per spell level.</p><h2>Creating Magic Items</h2><p>The player should describe in detail the item that they wish to construct and the effects it has. The referee will decide whether this is possible and, if so, what kinds of materials are required.</p><h3>Restrictions</h3><p><strong>Divine spell casters:</strong> May only create items that they are able to use themselves.</p><p><strong>Arcane spell casters:</strong> May create any item except those that may only be used by divine spell casters.</p><h3>Materials</h3><p>Creating magic items often requires rare components such as expensive gems or ingredients from rare animals or monsters. Often, adventures will be required just to acquire these materials.</p><h3>Cost and Time</h3><p><strong>Duplicating spell effects</strong>: Many magic items duplicate the effects of a spell, generally costing one week of game time and 500gp per level of the mimicked spell.</p><p><strong>Multi-use items</strong>: If the item created can replicate a spell effect multiple times (for example a wand with charges), the cost in time and money is multiplied by the number of uses.</p><p><strong>Other items</strong>: Some magic items do not mimic spell effects precisely and for these the referee will have to use discretion. The more powerful the item, the more difficult it should be to construct. As a general rule, items should cost from 10,000 to 100,000gp and from 1 month to 1 year of game time to complete. Some examples:</p><p>20 arrows +1 (10,000gp, 1 month), plate mail +1 (10,000gp, 6 months), crystal ball (30,000gp, 6 months), ring of x-ray vision (100,000gp, 1 year).</p><h2>Other Magical Research</h2><p>Characters that are able to research spells or magic items may also attempt to research other kinds of magical effects for which a magic item or spell is not appropriate. For example, a character may wish to sanctify a holy site or create magical traps, constructs, or portals.</p><p>As with magic item creation, the referee decides the time and cost of the research.</p><p>The following may also be required:</p><ul><li><p>The casting of certain, specific spells.</p></li><li><p>Rare ingredients.</p></li><li><p>In some cases, it may also be necessary to periodically repeat the ritual to renew the magical effect.</p></li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><h2>Chance Of Failure</h2><p>There is a minimum probability of 15% that any magical research endeavour fails. If the research fails, the money and time invested are lost.</p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.346",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": null
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.SdmCc7wdNTl5kD7C"
    },
    {
      "sort": 500000,
      "name": "Cleric Spell Descriptions",
      "type": "text",
      "_id": "iW0YUQNIRaYo5ecH",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>1st Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.hYAeb8BfHFSybo6P]{Cure Light Wounds}</strong></h3><p><strong>Duration:</strong> Instant</p><p><strong>Range:</strong> The caster or a creature touched</p><p>This spell has two uses:</p><ol><li><strong>Healing a living subject:</strong> Restores [[/r 1d6+1]] hit points of damage. This cannot grant more hit points than the subject’s normal maximum.</li><li><strong>Curing paralysis:</strong> Paralysing effects are negated.</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.WNSgPOLSaWBfgzp5]{Cause Light Wounds}</strong></h3><p>Inflicts [[/r 1d6+1]] hit points of damage to a touched creature. In combat, a melee attack roll is required.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cFP3PS32aQvTcan2]{Detect Evil}</strong></h3><p><strong>Duration:</strong> 6 turns</p><p><strong>Range:</strong> 120’</p><p>Objects enchanted for evil purposes or living beings with evil intentions are caused to magically glow.</p><ul><li><strong>Intent only:</strong> This spell does not grant the ability to read minds, but only grants a general sense of evil intent.</li><li><strong>Definition of evil:</strong> The referee must decide what is “evil.” Some things that are potentially harmful, like traps, are not “evil.”</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vRtoWnlxiF0x74cK]{Detect Magic}</strong></h3><p><strong>Duration:</strong> 2 turns</p><p><strong>Range:</strong> 60’</p><p>Enchanted objects, areas, or creatures are caused to glow. Both permanent and temporary enchantments are revealed.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ScFoj31hIRHuKA1r]{Light}</strong></h3><p><strong>Duration:</strong> 12 turns</p><p><strong>Range:</strong> 120’</p><p>This spell has three usages:</p><ol><li><strong>Conjuring light:</strong> In a 15’ radius. The magical light is sufficient for reading, but is not as bright as daylight. The spell may be cast upon an object, in which case the light moves with the object.</li><li><strong>Blinding a creature:</strong> By casting the spell upon its eyes. If the target fails a <strong>saving throw versus spells</strong>, it is blinded for the duration. A blind creature cannot attack.</li><li><strong>Cancelling darkness:</strong> Light may cancel a darkness spell (see below).</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.jaSob2YvtAI7KTjR]{Darkness}</strong></h3><p>Creates a 15’ radius area of magical blackness, preventing normal sight (but not infravision). Like light, it may alternatively be used to blind creatures or to dispel a light spell.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.c5RRTwW8KxrtvyQI]{Protection from Evil}</strong></h3><p><strong>Duration:</strong> 12 turns</p><p><strong>Range:</strong> The caster</p><p>This spell wards the caster from attacks by creatures of another alignment, as follows:</p><ul><li><strong>Bonuses:</strong> The caster gains a +1 bonus to saving throws against attacks or special abilities of affected creatures.</li><li><strong>Affected creatures’ attacks:</strong> Against the caster are penalised by –1.</li><li><strong>Enchanted, constructed, or summoned creatures:</strong> The spell additionally prevents such creatures from attacking the caster in melee, though they may still make ranged attacks. If the caster engages such a creature in melee, this protection is broken (the caster still gains the save and attack bonuses mentioned above).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.LrmQ2E0AkHwUZNWE]{Purify Food and Water}</strong></h3><p><strong>Duration:</strong> Permanent</p><p><strong>Range:</strong> 10’</p><p>This spell makes spoiled, rotten, poisonous, or otherwise contaminated food and water pure and suitable for eating and drinking. One of the following may be affected:</p><ul><li><strong>Drink:</strong> 6 quarts.</li><li><strong>Rations:</strong> One trail ration (iron or standard).</li><li><strong>Unpreserved food:</strong> A quantity sufficient for 12 human-sized beings.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uzy3HkApssRIDDtg]{Remove Fear}</strong></h3><p><strong>Duration:</strong> 2 turns</p><p><strong>Range:</strong> The caster or a creature touched</p><p>The creature touched is calmed and purged of fear. Magically induced fear may be dispelled, but this requires the subject to make a saving throw versus spells. The save is modified by +1 per level of the caster.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.RoVOqCiy0ko2tYAk]{Cause Fear}</strong></h3><p>Will cause a target within 120’ to flee for the duration unless it <strong>saves versus spells</strong>.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.I7t5WC3arPHsdKg2]{Resist Cold}</strong></h3><p><strong>Duration:</strong> 6 turns</p><p><strong>Range:</strong> 30’</p><p>All creatures within range are protected from cold, as follows:</p><ul><li><strong>Normal cold:</strong> Unharmed by non-magical freezing temperatures.</li><li><strong>Save bonus:</strong> Gain a +2 bonus to all saving throws versus cold-based magical or breath attacks.</li><li><strong>Cold-based damage:</strong> Is reduced by 1 point per damage die rolled. (Each die inflicts a minimum of 1 hit point damage.)</li></ul><h2>2nd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.aRO6bMZBG0DETcwt]{Bless}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 60′</p><p>May be used in one of two situations:</p><ol><li><strong>Battle:</strong> Allies within a 20′ square area who are not yet in melee gain a +1 bonus to attack and damage rolls and a +1 bonus to morale.</li><li><strong>Ritual:</strong> Casting bless may also form part of rituals of purification or consecration, at the referee’s discretion.</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.k9KkPNI9OZVVpThA]{Blight}</strong></h3><p>Incurs a –1 penalty to morale checks, attack rolls, and damage rolls of enemies within a 20′ square area. A <strong>save versus spells</strong> is allowed to resist the blight.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.to8QoDIxhmRoeTko]{Find Traps}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 30′</p><p>Trapped objects or areas within range of the caster glow with a magical blue light.</p><ul><li><strong>Magical and mechanical traps:</strong> Are both detected.</li><li><strong>No knowledge:</strong> About the nature of the trap or how to deactivate it is granted.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kBKdkIEba2mMFvsj]{Hold Person}</strong></h3><p><strong>Duration:</strong> 9 turns<br /><strong>Range:</strong> 180′</p><p>This spell causes one or more humans, demihumans, or human-like monsters (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.qKCtpqyJ3bLM4QhB#persons]{see Persons}) to be paralysed if they fail a saving throw versus spells. It may be cast in two ways:</p><ol><li><strong>Against an individual:</strong> The target’s saving throw is penalised by –2.</li><li><strong>Against a group:</strong> [[/r 1d4]] individuals in the group are targeted.</li></ol><p><strong>Restrictions:</strong> Human-like monsters of greater than 4+1 HD (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.9J6NYLwxAZd4yWBj#hit-dice-(hd)]{see Hit point modifiers}) and undead are not affected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GMqCOflDxTmuEIve]{Know Alignment}</strong></h3><p><strong>Duration:</strong> 1 round<br /><strong>Range:</strong> 10′</p><p>The caster gains immediate knowledge of the alignment of one character, monster, object, or location within range. (Most objects or locations do not have an alignment, but magic items or holy places might.)</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1gKgGjOuagdr4lGV]{Resist Fire}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 30′</p><p>A single creature is bestowed with supernatural resistance to fire, as follows:</p><ul><li><strong>Normal heat:</strong> Unharmed by non-magical heat or fire.</li><li><strong>Save bonus:</strong> Gain a +2 bonus to all saving throws versus fire-based magical or breath attacks.</li><li><strong>Fire-based damage:</strong> Is reduced by 1 point per damage die rolled. (Each die inflicts a minimum of 1 hit point damage.)</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CXNRgVaAfZuYW3u8]{Silence 15′ Radius}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 180′</p><p>A 15′ radius area is rendered utterly silent.</p><ul><li><strong>Within the area:</strong> All sound is stopped. Conversation and spell casting are impossible.</li><li><strong>Noise from outside the area:</strong> Can be heard by those within it.</li><li><strong>Casting upon a creature:</strong> Silence may be cast upon a creature, which must <strong>save versus spells</strong>. If the save fails, the 15′ radius area of silence moves with the creature. If the save succeeds, the spell’s effect remains stationary—the targeted creature may move out of it.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QNHyjNGbGBnmaY3s]{Snake Charm}</strong></h3><p><strong>Duration:</strong> [[/r 1d4+1]] rounds or turns<br /><strong>Range:</strong> 60′</p><p>One or more snakes are rendered non-hostile, rearing up and swaying to and fro but not attacking.</p><ul><li><strong>HD affected:</strong> The spell affects snakes whose total Hit Dice do not exceed the caster’s level. For example, a 7th level caster can affect 7 HD of snakes, which can equal seven 1 HD snakes, or two 3 HD snakes and one 1 HD snake, or any other combination.</li><li><strong>Duration:</strong> When cast on snakes that are already attacking, the spell lasts for 1d4+1 rounds. Otherwise, it lasts for 1d4+1 turns.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZTVme2uimbw8FWro]{Speak with Animals}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 30′</p><p>The caster can communicate with one type of animal within range when the spell is cast.</p><ul><li><strong>Type of animal:</strong> Ordinary animals or giant versions of ordinary animals may be targeted.</li><li><strong>Questions:</strong> The caster can ask questions of and receive answers from animals of the chosen kind, although the spell doesn’t make animals any more friendly or cooperative than normal (a reaction roll may be required).</li><li><strong>Services:</strong> If an animal is friendly toward the caster, it may perform some favour or service.</li></ul><h2>3rd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8H5VgKVGnbX0yngI]{Continual Light}</strong></h3><p><strong>Duration:</strong> Permanent</p><p><strong>Range:</strong> 120′</p><p>This spell has three usages:</p><ol><li><strong>Conjuring light:</strong> In a 30′ radius. The magical light is as bright as full daylight (creatures that suffer attack penalties in daylight are affected). The spell may be cast upon an object, in which case, the light moves with the object.</li><li><strong>Blinding a creature:</strong> By casting the spell upon its eyes. If the target fails a <strong>saving throw versus spells</strong>, it is blinded. A blind creature cannot attack.</li><li><strong>Cancelling darkness:</strong> Continual Light may cancel a Continual Darkness spell (see below).</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Epeu12CcUU0U8U7h]{Continual Darkness}</strong></h3><p>Creates a 30′ radius area of magical blackness, preventing both normal sight and infravision. Light sources brought within the area of darkness do not illuminate it. Like Continual Light, it may alternatively be used to blind creatures or to dispel a Continual Light spell.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QoS2cIYWAYSpndEC]{Cure Disease}</strong></h3><p><strong>Duration:</strong> Instant</p><p><strong>Range:</strong> 30′</p><p>This spell has two uses:</p><ol><li><strong>Cure a subject of any disease:</strong> Including those of magical origin.</li><li><strong>Kill green slime:</strong> This monster is killed instantly.</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.utSlS9YuENM0HrWm]{Cause Disease}</strong></h3><p>Inflicts a terrible, withering disease on a victim, if a <strong>saving throw versus</strong> spells is failed. The disease has the following effects:</p><ul><li><strong>Death:</strong> Within [[/r 2d12]] days.</li><li><strong>Attack penalty:</strong> −2 to attack rolls.</li><li><strong>Natural healing:</strong> Takes twice the usual amount of time.</li><li><strong>Magical healing:</strong> Is utterly ineffective.</li><li><strong>Curing:</strong> This disease can be cured with a casting of Cure Disease.</li></ul></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.S9afi35zEgEnOc83]{Growth of Animal}</strong></h3><p><strong>Duration:</strong> 12 turns</p><p><strong>Range:</strong> 120′</p><p>One non-magical, normal animal is doubled in size and strength when this spell is cast upon it.</p><ul><li><strong>Damage:</strong> The damage inflicted by the animal’s attacks is doubled.</li><li><strong>Load:</strong> The amount of weight the animal can carry is doubled.</li></ul><p><strong>Restrictions:</strong> This spell may be used on giant versions of normal animals, but intelligent animals and fantastic monsters are unaffected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oRSJRW3WU9tv8PCg]{Locate Object}</strong></h3><p><strong>Duration:</strong> 6 turns</p><p><strong>Range:</strong> 120′</p><p>The caster can sense the direction (but not distance) of an object. One of two types of objects may be located:</p><ol><li><strong>General class:</strong> An object of a general class (e.g. a stairway, an altar, etc.). In this case, the nearest object of that type is located.</li><li><strong>Specific object:</strong> A specific object which the caster can clearly visualise in all aspects.</li></ol><p><strong>Restrictions:</strong> This spell cannot be used to locate creatures.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.LvD3XbuvgBpJ5eEL]{Remove Curse}</strong></h3><p><strong>Duration:</strong> Instant / Permanent (curse)</p><p><strong>Range:</strong> The caster or a creature touched</p><p>Remove Curse instantaneously removes one curse from a creature. It may allow a character to discard a cursed magic item.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.n7lTIM1sPmLDuZBU]{Curse}</strong></h3><p>Places a deleterious effect upon a creature, if it fails a <strong>save versus spells</strong>.</p><ul><li><strong>Effects:</strong> The exact form and effects of the curse are determined by the caster.</li><li><strong>Maximum possible effects include:</strong> A −2 penalty to saving throws, a −4 penalty to hit, reducing an ability score by 50%.</li><li><strong>Multiple curses:</strong> May afflict a creature, as long as each has a different effect.</li><li><strong>Referee judgement:</strong> The referee should judge the effects of this spell and may turn overly powerful curses back onto the caster!</li></ul></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CnzjOkZ3iHaJttON]{Striking}</strong></h3><p><strong>Duration:</strong> 1 turn</p><p><strong>Range:</strong> 30′</p><p>A single weapon is enchanted:</p><ul><li><strong>Damage:</strong> It deals an additional [[/r 1d6]] damage.</li><li><strong>Treated as magical:</strong> It is able to harm monsters which are normally only harmed by magical weapons.</li></ul><h2>4th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FNs4mXkpOAvgDUh4]{Create Water}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> Touch</p><p>This spell causes a magical fount to spring forth from the ground or a wall.</p><ul><li><strong>Volume:</strong> The fount produces approximately 50 gallons of water—enough to sustain twelve humans and twelve mounts for one day.</li><li><strong>Higher level casters:</strong> If the caster is higher than 8th level, water sufficient for an additional twelve humans and mounts is produced for each level beyond 8th.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.eLs98lY26KQujnE4]{Cure Serious Wounds}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> The caster or a creature touched</p><p>The caster’s touch heals [[/r 2d6+2]] hit points of damage in one living subject. This cannot grant more hit points than the subject’s normal maximum.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.g0OeDC0eo5b3R1Oy]{Cause Serious Wounds}</strong></h3><p>Inflicts [[/r 2d6+2]] hit points of damage to a touched creature. In combat, a melee attack roll is required.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nUbbPkQtsyWeXYwV]{Neutralize Poison}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> The caster or a creature or object touched</p><p>This spell has two uses:</p><ol><li><strong>Characters:</strong> Neutralize the effects of poison on a character. A character who has died from poisoning can be revived, if neutralize poison is cast within ten rounds.</li><li><strong>Items:</strong> Remove poison from an item.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qjjwtuGg22Nc6gaz]{Protection from Evil 10’ Radius}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 10’ around the caster</p><p>This spell wards the caster and all allies within 10’ from attacks by creatures of another alignment, as follows:</p><ul><li><strong>Bonuses:</strong> Those warded gain a +1 bonus to saving throws against attacks or special abilities of affected creatures.</li><li><strong>Affected creatures’ attacks:</strong> Against those warded are penalised by –1.</li><li><strong>Enchanted, constructed, or summoned creatures:</strong> The spell additionally prevents such creatures from making melee attacks against those warded, though they may still make ranged attacks. If any of the warded party engages such a creature in melee, this protection is broken (those warded still gain the save and attack bonuses mentioned above).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.swEQcUEBNInOWffk]{Speak with Plants}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 30’</p><p>This spell has two uses:</p><ol><li><strong>Normal plants:</strong> Communication with normal plants. The caster is able to ask questions and receive answers and may ask for simple favours. Plants may comply, if the request is within their ability to understand and perform. For example, densely overgrown plants may clear a passageway through which the caster and party may travel.</li><li><strong>Monstrous plants:</strong> Communication with plant-like or plant-based monsters.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.9sZRuguXc1XIEVOK]{Sticks to Snakes}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 120’</p><p>[[/r 2d8]] normal sticks are miraculously transformed into snakes that follow the caster’s orders.</p><ul><li><strong>Reversion:</strong> When killed or at the end of the spell’s duration, the snakes revert back into sticks.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><h4>@UUID[Compendium.ose-advancedfantasytome.monsters.Actor.K0J1gm9eeyr2vW8G]{Conjured Snakes}</h4><p>AC 6 [13], HD 1 (4hp), Att 1 × bite ([[/r 1d4]]), THAC0 19 [0], MV 90’ (30’), SV D12 W13 P14 B15 S16 (1), ML 7, AL Neutral, XP 10 (13 if poisonous).</p><ul><li><p><strong>Poison</strong>: There is a 50% chance of the snakes being poisonous.</p></li><li><p><strong>When killed</strong>: Revert back to sticks.</p></li></ul></td></tr></tbody></table><h2>5th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8P1RPgPUEJNgUOxn]{Commune}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> The caster</p><p>The caster calls upon divine powers in order to seek knowledge.</p><ul><li><strong>Questions:</strong> The caster may ask three questions per casting. Once per year, the caster may instead ask six questions.</li><li><strong>Answers:</strong> Each question receives a simple “yes” or “no” answer.</li><li><strong>Usage limit:</strong> Commune may only be cast once per week. If the referee feels this spell is being overused, its usage may be limited to once per month.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6CZv9r29uhEmEvVe]{Create Food}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> Appears in the caster’s presence</p><p>Conjures food from thin air.</p><ul><li><strong>Volume:</strong> Food sufficient for twelve humans and twelve mounts for one day is conjured.</li><li><strong>Higher level casters:</strong> If the caster is higher than 8th level, food sufficient for an additional twelve humans and mounts is produced for each level beyond 8th.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.j8XBcJ64Kh8hiLz0]{Dispel Evil}</strong></h3><p><strong>Duration:</strong> Concentration (up to 1 turn) or instant (see below)<br /><strong>Range:</strong> 30’</p><p>This spell has three uses:</p><ol><li><strong>Ward:</strong> By concentrating and remaining stationary, enchanted or undead monsters that come within range may be banished or destroyed. Each monster may save versus spells to avoid banishment or destruction. If a monster’s save succeeds, it flees the affected area.</li><li><strong>Target single monster:</strong> Instantly banish or destroy a single enchanted or undead monster within range. The monster may save versus spells (with a –2 penalty) to avoid banishment or destruction. If the monster’s save succeeds, it flees the affected area.</li><li><strong>Dispel curse:</strong> Instantly dispel the hold that a cursed item has over a being within range.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BVGNuy1KBlu3YlFd]{Insect Plague}</strong></h3><p><strong>Duration:</strong> Concentration (up to 1 day)<br /><strong>Range:</strong> 480’</p><p>Cast above ground, this spell conjures a 60’ diameter swarm of flying insects with the following properties:</p><ul><li><strong>Movement:</strong> 20’ per round. While the swarm is within range, the caster is able to direct its movements.</li><li><strong>Vision:</strong> Within the area of the swarm is obscured.</li><li><strong>Creatures of 2 HD or less:</strong> Are driven away, if caught within the swarm.</li><li><strong>Concentration:</strong> If the caster moves or loses concentration, the swarm dissipates, ending the spell.</li></ul><p><strong>Restrictions:</strong> This spell has no effect if cast underground.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QmpLi8SKDSJHLlrF]{Quest}</strong></h3><p><strong>Duration:</strong> Until quest is completed / Instant (remove quest)<br /><strong>Range:</strong> 30’</p><p>The caster commands a single subject to perform a specific quest or task.</p><ul><li><strong>Examples:</strong> Rescuing a prisoner, killing a specific monster, bringing a magic item to the caster, or going on a journey to a holy site.</li><li><strong>Suicidal quests:</strong> The prescribed quest must not be obviously suicidal.</li><li><strong>Saving throw:</strong> The subject may save versus spells, with success indicating the quest has no effect.</li><li><strong>Refusal:</strong> Otherwise, the subject must undertake the quest or fall under a curse (per the curse spell, with the exact nature of the curse determined by the referee).</li><li><strong>Completion:</strong> Once the task is completed, the spell ends.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.HyLgu4N0xawWkW5t]{Remove Quest}</strong></h3><p>Can dispel an active quest spell. If the character who cast the quest spell to be nullified is higher level than the character casting remove quest, there is a chance of the spell having no effect. The probability of failure is 5% per level the caster is below the caster of quest.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.NghVLCC5tYmkmpmA]{Raise Dead}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 120’</p><p>This spell has two uses:</p><ol><li><strong>Restore life:</strong> To a recently deceased human or demihuman. See below.</li><li><strong>Destroy undead:</strong> A single undead monster is destroyed, if it fails a saving throw versus spells.</li></ol><p><strong>Restoring life:</strong> When used to restore life, the following stipulations apply:</p><ul><li><strong>Time limit:</strong> The caster can raise a person that has been dead for no longer than four days per level of the caster above 7th. For example, a 10th level caster can revive a character that has been dead for twelve days (three levels above 7th × four days).</li><li><strong>Weakness:</strong> Returning from death is an ordeal. Until the subject gets two full weeks of bed rest, they have 1 hit point, move at half the normal rate, cannot carry heavy items, and cannot attack, cast spells, or use other class abilities. This period of weakness may not be shortened by any magical healing.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CFg2bNUZ0p4uYayT]{Finger of Death}</strong></h3><p>Directs a ray of deadly magic at a single target. If the target fails a saving throw versus death, it dies instantly. Casting finger of death is a chaotic act; it will only be used by lawful casters in desperate situations.</p></td></tr></tbody></table>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761107505979
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.iW0YUQNIRaYo5ecH"
    },
    {
      "sort": 600000,
      "name": "Druid Spell Descriptions",
      "type": "text",
      "_id": "zvY8pHVp2p7969z9",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>1st Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qB1qcrZJgQUy7zqt]{Animal Friendship}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 10′</p><p>The caster approaches a neutral-aligned beast of animal intelligence with a piece of food that it finds attractive. The animal must save versus spells:</p><ul><li>If the save succeeds: The animal is not affected by the magic and behaves normally.</li><li>If the save fails: The animal waits quietly while the caster performs a binding ritual lasting 6 turns.</li></ul><p>Once the binding is complete: The animal behaves as follows:</p><ul><li><strong>Follow:</strong> It will follow the caster wherever they go.</li><li><strong>Leaving the animal:</strong> The animal will not harm the caster, but if it is left alone for more than three days during the first three months, it reverts to its natural behaviour, ending the spell.</li><li><strong>Training:</strong> During the first three months, the animal may be trained to perform up to six simple tricks (depending on its intelligence). Each trick takes one week to train.</li></ul><p><strong>Maximum animal companions:</strong> Up to 2 HD of animals per level of the caster may be befriended by this spell at any one time.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.UnZA2XRwTJZiAyS1]{Detect Danger}</strong></h3><p><strong>Duration:</strong> 6 turns (outdoors), otherwise 3 turns<br /><strong>Range:</strong> 5′ per level</p><p>The caster can concentrate to detect dangers within range.</p><ul><li><strong>Areas:</strong> Scanning a 10′ × 10′ area takes one turn.</li><li><strong>Creatures:</strong> Scanning a creature takes one round.</li><li><strong>Objects:</strong> Scanning a small object (e.g. chest, weapon, etc.) takes one round. Larger objects take longer.</li><li>After scanning: The caster knows whether the area, creature, or object poses a danger to their person, distinguishing between immediate and potential dangers.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.n6v35rWEsBabtE9m]{Entangle}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 80′</p><p>All plants present in a 20′ radius area within range bend and twist, entangling creatures inside the area.</p><ul><li><strong>Saving throw:</strong> Each creature in the affected area may <strong>save versus spells</strong>.</li><li><strong>If the save fails:</strong> The creature is entangled and cannot move.</li><li><strong>If the save succeeds:</strong> The creature is able to move through the entangled area at half its normal movement rate.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.2WDIHl63UGChlV4R]{Faerie Fire}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 60′</p><p>Selected objects or creatures in range are outlined with a lambent, green fire.</p><ul><li><strong>Targets:</strong> The caster must be able to perceive or detect the targets.</li><li><strong>Size of targets:</strong> If the caster is below 5th level, a single human-sized (or smaller) target can be affected. At 5th level, two human-sized targets or one target up to 10′ tall can be affected. At 10th level, three human-sized targets or one target up to 15′ tall can be affected. At 14th level, four human-sized targets or one target up to 20′ tall can be affected.</li><li><strong>Harmless:</strong> The faerie fire does not cause damage.</li><li><strong>Counters invisibility:</strong> The flickering fire makes invisible targets visible.</li><li><strong>In low light conditions:</strong> Attacks on targets gain a +2 bonus to hit.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.T974eS4p9iyEeA2R]{Invisibility to Animals}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster or a creature touched</p><p>This spell renders the subject undetectable to all senses (smell, sight, hearing) of non-magical animals and allows them to wander unnoticed among them.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5KjKVyfBSI25Ev2H]{Locate Plant or Animal}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 120′</p><p>The caster can sense the direction (but not distance) of a non-magical, non-sentient plant or animal of a chosen type. The spell has two uses:</p><ol><li><strong>Named species:</strong> Locating a plant or animal of a named species; the nearest target of that species is located.</li><li><strong>Individual:</strong> Locating a specific plant or animal which the caster can clearly visualise in all aspects.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BxqeLHSQP4f1evDE]{Predict Weather}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 1 mile diameter per level</p><p>The caster gains accurate knowledge of the weather within range over the next 12 hours.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.67v1jM1P5sjKl6Ub]{Speak with Animals}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 30′</p><p>The caster can communicate with one type of animal within range when the spell is cast.</p><ul><li><p><strong>Type of animal: </strong>Ordinary animals or giant versions of ordinary animals may be targeted.</p></li><li><strong>Questions: </strong>The caster can ask questions of and receive answers from animals of the chosen kind, although the spell doesn’t make animals any more friendly or cooperative than normal (a reaction roll may be required).</li><li><strong>Services: </strong>If an animal is friendly toward the caster, it may perform some favour or service.</li></ul><h2>2nd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.mHfxPKg214RMnpUh]{Barkskin}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject’s skin toughens like bark.</p><ul><li><strong>AC bonus:</strong> The subject’s Armour Class improves by 1.</li><li><strong>Save bonus:</strong> The subject gains a +1 bonus to all saving throws except against magical effects.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TcGlh5LkK79u7oZt]{Create Water}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> Touch</p><p>This spell causes a magical spring to gush forth from the ground.</p><ul><li><strong>Volume:</strong> The fount produces approximately 50 gallons of water—enough to sustain twelve humans and twelve mounts for one day.</li><li><strong>Higher level casters:</strong> If the caster is higher than 8th level, water sufficient for an additional twelve humans and mounts is produced for each level beyond 8th.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oVocergs4MJ0NECf]{Cure Light Wounds}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> The caster or a creature touched</p><p>This spell has two uses:</p><ol><li><strong>Healing a living subject:</strong> Restores [[/r 1d6+1]] hit points of damage. This cannot grant more hit points than the subject’s normal maximum.</li><li><strong>Curing paralysis:</strong> Paralysing effects are negated.</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Hr1LMA2kfLcpApei]{Cause Light Wounds}</strong></h3><p>Inflicts [[/r 1d6+1]] hit points of damage to a touched creature. In combat, a melee attack roll is required.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.epz5zSP2NzCh7Wwy]{Heat Metal}</strong></h3><p><strong>Duration:</strong> 7 rounds<br /><strong>Range:</strong> 30’</p><p>All metal in the possession of a number of human-sized subjects is heated to extreme temperatures.</p><ul><li><strong>Number of subjects:</strong> One per two experience levels of the caster.</li><li><strong>The heat produced:</strong> Increases for four rounds, then fades (see table below).</li><li><strong>Effects:</strong> A subject whose flesh is in contact with the affected metal may be damaged (see below).</li><li><strong>Dropping items:</strong> A subject who drops all heated objects suffers no further harm.</li><li><strong>Water or snow:</strong> Immersing heated metal negates the harmful effects.</li><li><strong>Immunities:</strong> Creatures that are immune to fire are not harmed by this spell.</li></ul><h3>Heat Metal Effects Per Round</h3><table><thead><tr><th>Round</th><th>Level of Heat</th></tr></thead><tbody><tr><td>1</td><td>Very hot</td></tr><tr><td>2</td><td>Blistering</td></tr><tr><td>3</td><td>Searing</td></tr><tr><td>4</td><td>White hot</td></tr><tr><td>5</td><td>Searing</td></tr><tr><td>6</td><td>Blistering</td></tr><tr><td>7</td><td>Very hot</td></tr></tbody></table><ul><li><strong>Very hot:</strong> Uncomfortable to the touch.</li><li><strong>Blistering:</strong> [[/r 1d3]] damage.</li><li><strong>Searing:</strong> [[/r 1d6]] damage. Flammable materials touching the object are set alight.</li><li><strong>White hot:</strong> [[/r 1d6]] damage. Flammable materials touching the object are set alight. Save versus spells or suffer a disability, depending on the affected area(s) of the body. Hand or foot: unusable for [[/r 2d4]] days. Body: severely weakened for [[/r 1d4]] days (movement rate halved, unable to fight, cast spells, or perform any strenuous activity). Head: unconscious for [[/r 1d4]] turns.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oR1uweBUvPEgFwEj]{Obscuring Mist}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 10’ per level around the caster</p><p>A cloud of misty vapour emanates from the ground, filling an area centred on the caster.</p><ul><li><strong>Height:</strong> The mist is 10’ high.</li><li><strong>Vision:</strong> The mist blocks normal vision and infravision. Creatures that can see invisible things can see faintly through the mist.</li><li><strong>The caster:</strong> Can see faintly through the mist.</li><li><strong>Strong winds:</strong> Reduce the spell’s duration by three quarters.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.MltevcHSgb8XmAC9]{Produce Flame}</strong></h3><p><strong>Duration:</strong> 2 turns per level<br /><strong>Range:</strong> The caster</p><p>A flame springs to life in the palm of the caster’s hand.</p><ul><li><strong>The caster:</strong> Is unharmed by the flame.</li><li><strong>Light:</strong> The flame casts light that clearly illuminates a 30’ radius.</li><li><strong>Touching objects:</strong> Flammable objects touched with the flame catch on fire.</li><li><strong>Control:</strong> During the spell’s duration, the caster can make the flame disappear and reappear at will.</li><li><strong>Throwing the flame:</strong> The caster may drop the flame or throw it up to 30’. This ends the spell (though fires started by the magical flame may persist).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.4JeLh0J9cXIcrJbq]{Slow Poison}</strong></h3><p><strong>Duration:</strong> 1 hour per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>Poisons affecting the subject are dramatically slowed, giving the caster time to effect a full cure.</p><ul><li><strong>Poison effects:</strong> As long as the subject has more than 1 hit point, the slowed poison inflicts 1hp of damage per turn. If the subject is at 1hp, the poison inflicts no further damage.</li><li><strong>Characters killed by poison:</strong> Can be revived by this spell. Death must have occurred within one turn per level of the caster.</li><li><strong>Natural poisons:</strong> If the subject was poisoned by a natural plant or animal, the caster has a 10% chance per level of knowing a herbal antidote that will fully neutralize the poison. In the wilderness, gathering the herbs for the antidote takes one turn. In a settlement, the herbs may be available for purchase from a herbalist.</li><li><strong>When the duration ends:</strong> The full effects of the poison occur. If the subject was revived from death by this spell, they die once more.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZpzhHnsZitZ1Gp0C]{Warp Wood}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 240’</p><p>Wooden objects of the caster’s choice warp and become useless.</p><ul><li><strong>Common objects:</strong> One arrow-sized object is affected per level of the caster. A javelin, magic wand, or spear counts as two arrows; a bow, club, or staff counts as four.</li><li><strong>Objects of other shapes:</strong> (e.g. boards or planks) of roughly equivalent size may also be targeted.</li><li><p><strong>Magical objects:</strong> That are targeted have a chance of being unaffected:</p><ul><li><strong>Magic weapons and arms:</strong> Have a 10% chance of being unaffected per magical “plus”. (e.g. a magical spear +2 has a 20% chance of being unaffected by warp wood.)</li><li><strong>Wielding:</strong> If the magical object is in the hands of a creature, the creature may also <strong>save versus spells</strong> to prevent the object being warped.</li></ul></li></ul><h2>3rd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.75W12OqYf6vzhcx2]{Call Lightning}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 360’</p><p>The caster directs the violent energies of a storm, causing lightning to strike the ground at points of the caster’s choice.</p><ul><li><strong>Storm clouds:</strong> Must be present in the sky above the point to be struck by lightning.</li><li><strong>Number of strikes:</strong> One lightning strike may be summoned per turn of the spell’s duration.</li><li><strong>Area:</strong> A lightning strike affects a 10’ radius area.</li><li><strong>Damage:</strong> All creatures in the area suffer [[/r 8d6]] damage (<strong>save versus spells</strong> for half damage).</li><li><strong>If the storm dissipates:</strong> The spell ends prematurely.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qabNZfH3QzRFqh7i]{Growth of Nature}</strong></h3><p><strong>Duration:</strong> 12 turns (animals) or permanent (plants)<br /><strong>Range:</strong> 120’</p><p>This spell has two uses:</p><ol><li><strong>Animal growth:</strong> Doubling the size of a normal, non-magical animal.</li><li><strong>Plant growth:</strong> Causing vigorous growth of normal vegetation.</li></ol><h4>When used to affect an animal:</h4><ul><li><strong>Strength:</strong> The animal’s strength is doubled, along with the damage inflicted by its attacks and the amount of weight it can carry.</li><li><strong>Restrictions:</strong> This spell may be used on giant versions of normal animals, but intelligent animals and fantastic monsters are unaffected.</li></ul><h4>When used to affect plants:</h4><ul><li><strong>Area:</strong> Plants in an area within range of up to 3,000 square feet are affected. The area is selected by the caster (e.g. 150’ × 20’, 100’ × 30’, etc.).</li><li><strong>Passage:</strong> Plants in the affected area become thick and overgrown, entwining to form a thorny jungle that only very large creatures can force their way through.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kHLgnZYt2RS5SwfN]{Hold Animal}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 180’</p><p>This spell causes one or more animals to be paralysed if they fail a <strong>saving throw versus spells</strong>.</p><ul><li><strong>Number of targets:</strong> Up to 1 Hit Die of animals per level of the caster may be targeted.</li><li><strong>Restrictions:</strong> Normal or giant animals may be affected. Fantastic creatures, intelligent animals, or magically conjured, controlled, or summoned animals cannot be affected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.iZT3Z3Jg2iyuIi7v]{Protection from Poison}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject gains a supernatural resistance to poisons.</p><ul><li><strong>Venoms and gases:</strong> Complete immunity is granted against venomous attacks of monsters (e.g. bites) and poisonous gases (including those conjured by magic).</li><li><strong>Breath attacks:</strong> The subject gains a +4 bonus to saving throws against poisonous breath weapons. (This does not include petrifying breath attacks.)</li><li><strong>Pre-existing poisons:</strong> Any poisons that are actively affecting the subject when Protection from Poison is cast are neutralized. A character who has died from poisoning can be revived if this spell is cast within ten rounds.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Lba5QzgZE1L61a6u]{Tree Shape}</strong></h3><p><strong>Duration:</strong> 6 turns +1 per level<br /><strong>Range:</strong> The caster</p><p>The caster takes on the form of a living or dead tree.</p><ul><li><strong>Appearance:</strong> The tree form is completely realistic, even to very close inspection.</li><li><strong>Gear:</strong> All of the caster’s clothing and equipment is also transformed.</li><li><strong>Perception:</strong> While in this form, the caster can perceive the surroundings with their normal senses.</li><li><strong>Cancelling:</strong> The caster may end the spell at will, returning to their normal form.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xokrlVEpiqj6LWgs]{Water Breathing}</strong></h3><p><strong>Duration:</strong> 1 day<br /><strong>Range:</strong> 30’</p><p>The subject can breathe water freely by means of this spell.</p><ul><li><strong>Breathing air:</strong> The spell does not affect the subject’s ability to breathe air.</li><li><strong>Swimming:</strong> No additional proficiency at swimming is granted.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oyRYBDTQ3ji4CI6c]{Air Breathing}</strong></h3><p>An aquatic subject can breathe air freely. The spell does not affect the subject’s ability to breathe water and grants no additional ability to move on land.</p></td></tr></tbody></table><h2>4th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.C8L55TL46fapKi7o]{Cure Serious Wounds}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> The caster or a creature touched</p><p>The caster’s touch heals [[/r 2d6+2]] hit points of damage in one living subject. This cannot grant more hit points than the subject’s normal maximum.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.EmUVdI5XM0Gdwkl9]{Cause Serious Wounds}</strong></h3><p>Inflicts [[/r 2d6+2]] hit points of damage to a touched creature. In combat, a melee attack roll is required.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.O8h82N661sfHajjy]{Dispel Magic}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 120’</p><p>Dispel magic ends spells of non-instantaneous duration within a 20’ cube area.</p><ul><li><strong>Caster levels:</strong> If the level of the caster of the effect to be dispelled is higher than the level of the caster of dispel magic, there is a 5% chance per level difference that the attempt to dispel will fail.</li><li><strong>Magic items:</strong> Are unaffected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xUumLZyh6OYGFVD6]{Protection from Fire and Lightning}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject is granted immunity to a certain amount of either electrical or fire damage.</p><ul><li><strong>Fire or lightning:</strong> Upon casting the spell, the caster must choose the type of energy the subject is protected from.</li><li><strong>Damage negation:</strong> The subject gains protection against 6 hit points of damage of the chosen type per level.</li><li><strong>Ending:</strong> When all of the hit points of protection are used up, the spell ends.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZRM3v9EaT7LT2kMa]{Speak with Plants}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 30’</p><p>This spell has two uses:</p><ol><li><strong>Normal plants:</strong> Communication with normal plants. The caster is able to ask questions and receive answers and may ask for simple favours. Plants may comply if the request is within their ability to understand and perform. For example, densely overgrown plants may clear a passageway through which the caster and party may travel.</li><li><strong>Monstrous plants:</strong> Communication with plant-like or plant-based monsters.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6FE75slm1sqEminW]{Summon Animals}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 360’</p><p>Normal animals within range are summoned to the caster’s aid. The creatures that respond to the summons are determined as follows:</p><ul><li><strong>Restrictions:</strong> Insects, arachnids, and other “bugs” are not summoned. Magical creatures and those of greater than animal intelligence are not summoned.</li><li><strong>Targeted summons:</strong> The caster may choose to limit the summons to creatures of specific species, or to specific, known individuals.</li><li><strong>Number of animals:</strong> A number of animals of total Hit Dice equal to the caster’s level will respond to the summons.</li><li><strong>Small animals:</strong> Normal, small animals (e.g. mice, sparrows, squirrels, etc.) are treated as one tenth of a HD, for this purpose.</li></ul><p><strong>Summoned creatures behave as follows:</strong></p><ul><li><strong>Arrival:</strong> They will come to the caster’s location as fast as they can.</li><li><strong>Comprehension:</strong> They understand the caster’s words while the spell lasts.</li><li><strong>Aid:</strong> They will aid the caster in whatever way they can.</li><li><strong>If the caster is being attacked:</strong> The summoned animals will attack the enemy, only fleeing if they fail a morale check.</li><li><strong>If the caster is not being attacked:</strong> Summoned animals will usually flee if harmed.</li><li><strong>Once an animal flees:</strong> The spell is broken for that animal.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1lVAwf99vm7xiO3D]{Temperature Control}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 10’ around the caster</p><p>The caster can control the surrounding temperature in a limited radius.</p><ul><li><strong>Temperature range:</strong> The temperature may be raised or lowered up to the full range of temperature variance in the natural world. (e.g. down to arctic cold or up to tropical heat.)</li><li><strong>Control:</strong> The caster can adjust the temperature at will while the spell lasts.</li></ul><h2>5th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5cUqR0wagelqIDIN]{Commune with Nature}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> Half a mile per level</p><p>The caster enters into a trance of communion with the natural world.</p><ul><li><strong>During the trance:</strong> Over 1 turn, one fact about the surrounding land is revealed to the caster per experience level.</li><li><strong>Facts:</strong> Knowledge of one of the following, in a certain direction: the terrain, bodies of water, plants, animals, minerals, or resident intelligent creatures.</li><li><strong>Restrictions:</strong> The spell has no effect if cast underground or in a non-natural environment.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YzATTlW4jTEPFM3I]{Control Weather}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240 yards around the caster</p><p>By concentrating (no movement allowed), the caster causes one of the following conditions to manifest around them. This spell only functions outdoors.</p><ul><li><strong>Calm:</strong> Clears bad weather (though side-effects—e.g. mud after rain—remain).</li><li><strong>Extreme heat:</strong> Dries up snow or mud (including transmute rock to mud). Creatures in the area move at half normal rate.</li><li><strong>Fog:</strong> Visibility drops to 20’. Creatures in the fog move at half their normal rate. At the referee’s option, they may also have a chance of getting lost.</li><li><strong>High winds:</strong> Movement rates are halved. Missile fire and flight are impossible. High winds may be used to increase the sailing speed of ships by 50% if they travel with the wind. In sandy areas, may cause a sandstorm, reducing visibility to 20’.</li><li><strong>Rain:</strong> –2 penalty to missile attacks. Mud forms in 3 turns, halving movement rates.</li><li><strong>Snow:</strong> Visibility drops to 20’. Movement rates are halved. Bodies of water may freeze. After the snow thaws, mud remains and still impedes movement.</li><li><strong>Tornado:</strong> The caster can direct the tornado, which moves at 120’ per round. The tornado can be directed to attack (see below). Ships caught in a tornado have a [[/r 1d100]]{75%} chance of suffering 12 points of hull damage.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><h4><strong>@UUID[Compendium.ose-advancedfantasytome.monsters.Actor.wVzUb6BCBWUKb8qq]{Tornado}</strong></h4><p>A whirling column of air, 24’ high and 6’ across, that wreaks havoc for flying creatures and ships.</p><hr /><p>AC 0 [19], HD 12* (54hp), Att 1× blow (2d8), THAC0 10 [+9], MV 360’ (120’) flying, SV D6 W7 P8 B8 S10 (12), ML 10, AL Neutral, XP 1,900</p><ul><li><strong>Whirlwind:</strong> Creatures with less than 2 HD swept aside (<strong>save versus death</strong>).</li><li><strong>Mundane damage immunity:</strong> Can only be harmed by magical attacks.</li><li><strong>Harm flying creatures:</strong> Inflict extra [[/r 1d8]] damage.</li></ul></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GJs5NeuAPhjHm3tJ]{Pass Plant}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> The caster</p><p>The caster steps into a tree, then instantly steps out of a tree of the same species in another location. The trunks of both trees must be large enough for the caster to fit inside.</p><ul><li><p><strong>Distance:</strong> The maximum distance between the two trees depends on their type:</p><ul><li><strong>Oak:</strong> 600 yards</li><li><strong>Ash, elm, linden, yew:</strong> 360 yards</li><li><strong>Other deciduous trees:</strong> 300 yards</li><li><strong>All other trees:</strong> 240 yards</li></ul></li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FK0PGM6uiuK9Cnyy]{Protection from Plants and Animals}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster</p><p>An invisible barrier is conjured around the caster’s person, preventing contact by either plants or animals.</p><ul><li><strong>Plants or animals:</strong> When this spell is cast, the caster must choose whether the barrier is effective against plants (including plant-like monsters) or animals (normal and giant-sized but excluding fantastic creatures or those of greater than animal intelligence).</li><li><strong>Range:</strong> The magical barrier extends merely an inch from the caster’s body.</li><li><strong>Life-forms of the selected type:</strong> Cannot touch or physically attack the caster.</li><li><strong>Caster’s attacks:</strong> The caster cannot touch or attack affected life-forms except by using spells.</li><li><strong>A barrier of protection from plants:</strong> May be used to clear a path through dense undergrowth. The path may then be used by others.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SJqNEq7T1oU5Oxpk]{Transmute Rock to Mud}</strong></h3><p><strong>Duration:</strong> 3d6 days / Permanent (transmute mud to rock)<br /><strong>Range:</strong> 120’</p><p>This spell turns up to 3,000 square feet of rock into 10’ deep mud.</p><ul><li><strong>Movement:</strong> Any creatures passing through the mud have their movement rate reduced by 90%.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.c8cwqvg9tOsDNxyw]{Transmute Mud to Rock}</strong></h3><p>Changes an area of mud—up to 3,000 square feet and up to 10’ deep—into rock. This alteration is permanent.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xkKoDOw292U7lAWh]{Wall of Thorns}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 80’</p><p>A barrier of tough, thorny plants is conjured at a point of the caster’s choosing.</p><ul><li><strong>Size:</strong> The wall can be any size up to 1,200 square feet and may be shaped in any manner and to any dimensions the caster desires. For example, it may be a straight wall or curved into a protective circle.</li><li><strong>Enveloping creatures:</strong> Any creatures standing in a spot where the wall is conjured suffer damage equal to [[/r 1d8]] plus their AC score.</li><li><strong>Pushing through:</strong> Creatures may push through the wall, but suffer damage equal to [[/r 1d8]] plus their AC score for every 10’.</li><li><strong>Ascending AC:</strong> If using the optional rule for Ascending Armour Class (@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.XzYWi1aD44eB2sHv.JournalEntryPage.ZnnIy2UP16cSbkGk#ascending-ac-(optional-rule)]{see Ascending AC}), the damage inflicted by the thorns is [[/r 1d8]] + (19 – AAC score).</li><li><strong>Hacking through the wall:</strong> Is possible and does not inflict damage on those breaking through. It takes 4 turns to chop through a 10’ section.</li><li><strong>Fire:</strong> The wall is unharmed by normal fire, but magical fire will burn it away completely in 2 turns.</li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761108644558
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.zvY8pHVp2p7969z9"
    },
    {
      "sort": 700000,
      "name": "Illusionist Spell Descriptions",
      "type": "text",
      "_id": "GPtJQLHf88ysJEzR",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>1st Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.myRlwc16oUxgwBpr]{Auditory Illusion}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 240′</p><p>A sound of the caster’s choosing is conjured, emanating from a point anywhere within range.</p><ul><li><strong>Motion:</strong> The sound may move as long as it remains within range.</li><li><strong>Change:</strong> The sound may change and evolve over the course of the duration as the caster wishes.</li><li><strong>Loudness:</strong> The loudness of the sound is limited by the caster’s level: a maximum equivalent to approximately four humans shouting per experience level. (For example, a horde of rats is equal to 8 humans, a lion roaring is equal to 16 humans, a dragon roaring is equal to 24 or more humans.)</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.pkoBRQ3iaTqLtFtO]{Chromatic Orb}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 60′</p><p>This spell conjures an orb of pure colour that shoots towards a visible target within range.</p><ul><li><strong>Colour:</strong> The caster may conjure an orb of one of the colours listed in the table opposite, depending on their experience level and the gems available.</li><li><strong>Gemstone:</strong> The colour orb is created by refracting and amplifying the pure hue and intrinsic properties of a gemstone, which must be in the caster’s possession. Casting chromatic orb does not cause the gemstone to be consumed.</li><li><strong>Value:</strong> The gem to be used must be of a certain minimum value (indicated in the table opposite).</li><li><strong>Hit:</strong> The orb hits unerringly, inflicting damage on the target and another effect that depends on its colour.</li></ul><h4>Chromatic Orb Effects</h4><table><thead><tr><th>Caster’s Level</th><th>Gem (Value)</th><th>Colour of Orb</th><th>Damage</th><th>Effect</th></tr></thead><tbody><tr><td>1st or greater</td><td>Quartz (10gp)</td><td>Clear</td><td>[[/r 1d4]]</td><td>Light</td></tr><tr><td>2nd or greater</td><td>Ruby (50gp)</td><td>Red</td><td>[[/r 1d6]]</td><td>Heat</td></tr><tr><td>3rd or greater</td><td>Agate (100gp)</td><td>Orange</td><td>[[/r 1d8]]</td><td>Fire</td></tr><tr><td>4th or greater</td><td>Onyx (250gp)</td><td>Black</td><td>[[/r 1d10]]</td><td>Blindness</td></tr><tr><td>5th or greater</td><td>Emerald (500gp)</td><td>Green</td><td>[[/r 1d12]]</td><td>Stench</td></tr><tr><td>6th or greater</td><td>Magnetite (500gp)</td><td>Grey</td><td>[[/r 2d6]]</td><td>Magnetism</td></tr><tr><td>7th or greater</td><td>Sapphire (1,000gp)</td><td>Blue</td><td>[[/r 2d8]]</td><td>Paralysis</td></tr></tbody></table><p><strong>Light:</strong> If the target fails a <strong>saving throw versus spells</strong>, it is surrounded by light in a 15′ radius for [[/r 1d4]] rounds. In low light conditions, attacks against the target gain a +2 bonus. Any attempts at stealth or surprise on the target’s part may be nullified.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Heat:</strong> If the target fails a <strong>saving throw versus spells</strong>, it suffers a –2 penalty to attacks, saves, and AC for [[/r 1d4]] rounds. The heat of the ruby orb may also be used to melt up to a cubic yard of ice.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Fire:</strong> All flammable objects within 2′ of the target are set alight. If the target fails a <strong>saving throw versus spells</strong>, flammable objects (e.g. clothing, hair, etc.) on its person are also set alight. This inflicts [[/r 1d3]] damage for [[/r 1d4]] rounds, unless the target spends a round extinguishing the flames.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Blindness:</strong> The target is blinded for [[/r 1d4]] rounds unless it <strong>saves versus spells</strong>. A blind creature cannot attack.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Stench:</strong> A 5′ radius cloud of stinking vapours erupts at the target’s location. Creatures within the cloud (including the target) must <strong>save versus poison</strong> or be overcome with nausea—unable to act except to move at half movement rate. Once leaving the cloud, the nausea subsides after [[/r 1d4]] rounds. The cloud disperses after 1 turn.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Magnetism:</strong> The electrical energy of the orb strongly magnetizes any metal objects on the target (e.g. armour, weapons) unless a <strong>saving throw versus spells</strong> is made. The magnetic charge lasts for [[/r 1d4]] rounds and causes metal objects to stick together. A target wearing metal armour suffers a –2 penalty to AC and is unable to attack with metal weapons.</p><hr style=\"visibility:hidden;margin:1em 0\" /><p><strong>Paralysis:</strong> Unless a saving throw versus paralysis is made, the target is paralysed for [[/r 1d4]] rounds.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BHQqqRyd0BrYThQ8]{Colour Spray}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 20’ long cone, 20’ wide at end</p><p>A flurry of clashing, rainbow-hued colours erupts from the caster’s hand.</p><ul><li><strong>Targets:</strong> [[/r 1d6]] creatures in the area of effect.</li><li><p><strong>The effect:</strong> Depends on the HD of each target, relative to the caster:</p><ul><li><strong>HD less than or equal to caster:</strong> Knocked unconscious for [[/r 2d4]] rounds. (Creatures of 6HD or greater may <strong>save versus spells</strong>.)</li><li><strong>HD up to 2 greater than caster:</strong> <strong>Save versus spells</strong> or be blinded for [[/r 1d4]] rounds. A blind creature cannot attack.</li><li><strong>HD 3 or more greater than caster:</strong> <strong>Save versus spells</strong> or be unable to move, attack, or make other actions for one round.</li></ul></li><li><strong>Creatures that cannot see:</strong> Are unaffected by this spell.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.HD9bFQagyngKsl96]{Dancing Lights}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 40’ + 10’ per level</p><p>Lights under the caster’s control are conjured and may be directed to move anywhere within range. The caster may choose to conjure one of the following types of light:</p><ol><li><strong>Torches:</strong> 1–4 lights that resemble torches or lanterns, casting the appropriate volume of light.</li><li><strong>Spheres:</strong> 1–4 glowing spheres, resembling will-o’-the-wisps.</li><li><strong>Humanoid:</strong> A single, glowing, humanoid form.</li></ol><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SKgV0rrtsF6agaCo]{Detect Illusion}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject can see through illusions within 10’ per level of the caster. Invisible creatures or objects in the same range are also revealed.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nxDiMuUWBjXDUvEK]{Glamour}</strong></h3><p><strong>Duration:</strong> [[/r 2d6]] rounds + 2 per level<br /><strong>Range:</strong> The caster</p><p>The caster is wrapped in an illusion, taking on the outward appearance of another humanoid. Two variants are possible, chosen as the spell is cast:</p><ol><li><strong>Imagined form:</strong> The caster takes on a form which they imagine.</li><li><strong>Duplicate individual:</strong> The caster copies the form of a living individual whom they touch. An attack roll is required if the target is unwilling.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Height:</strong> The illusionary form may be at most 1’ taller or shorter than the caster’s normal form.</li><li><strong>Weight:</strong> Apparent weight may be altered in any way.</li><li><strong>Gear:</strong> Clothing or items may be altered in any way.</li><li><strong>Observers:</strong> If the spell is used to copy another’s appearance, those familiar with the copied individual may <strong>save versus spells</strong> to detect the ruse.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QUyhWEMyi1kkZyH3]{Hypnotism}</strong></h3><p><strong>Duration:</strong> 1 round + 1 per level<br /><strong>Range:</strong> 30’</p><p>The caster’s gestures and droning syllables open the minds of one or more subjects within range to a hypnotic suggestion that is uttered as part of the spell casting.</p><ul><li><strong>Number of targets:</strong> Up to [[/r 1d6]] creatures are affected. The number of creatures affected is determined after the suggestion is made.</li><li><strong>Wording:</strong> The suggestion must take the form of a short phrase (at most one or two sentences) suggesting a course of action to the subjects.</li><li><strong>Comprehension:</strong> A language that is understood by the subjects must be used.</li><li><strong>Harmful suggestions:</strong> A suggested course of action that is obviously harmful to a subject causes the spell to automatically fail for that subject.</li><li><strong>Saving throw:</strong> Each subject may save versus spells to resist the hypnotic suggestion. If the save fails, the subject will follow the caster’s suggestion for up to the duration of the spell.</li><li><strong>Reasonable suggestions:</strong> A suggestion that is worded in such a way to make it sound very reasonable incurs a –2 penalty to the saving throw.</li></ul><p><strong>Restrictions:</strong> Undead are not affected by hypnotism.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.7Ip7EsMgUOap4YFs]{Light}</strong></h3><p><strong>Duration:</strong> 6 turns + 1 per level<br /><strong>Range:</strong> 120’</p><p>This spell has three usages:</p><ol><li><strong>Conjuring light:</strong> In a 15’ radius. The magical light is sufficient for reading, but is not as bright as daylight. The spell may be cast upon an object, in which case the light moves with the object.</li><li><strong>Blinding a creature:</strong> By casting the spell upon its eyes. If the target fails a saving throw versus spells, it is blinded for the duration. A blind creature cannot attack.</li><li><strong>Cancelling darkness:</strong> Light may cancel a darkness spell (see below).</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YfPC8G05pySN13Se]{Darkness}</strong></h3><p>Creates a 15’ radius area of magical blackness, preventing normal sight (but not infravision). Like light, it may alternatively be used to blind creatures or to dispel a light spell.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.l3lpoMA5VS8xF35z]{Phantasmal Force}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240′</p><p>A visual illusion of the caster’s choosing manifests in a 20′ cube area. Three types of illusions may be created:</p><ol><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has AC 9 [10] and vanishes if hit in combat.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new. The scene disappears if touched.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Concentration:</strong> Is required to maintain the illusion. If the caster moves or loses concentration, the spell ends.</li><li><strong>Illusionary monsters or attacks:</strong> May appear to be harmful but never inflict real damage. A character who appears to do so actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for [[/r 1d4]] turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.7oG7TQonStGKOL0F]{Read Magic}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster</p><p>By means of read magic, the caster can decipher magical inscriptions or runes as follows:</p><ul><li><strong>Scrolls:</strong> The magical script of a scroll of arcane spells can be understood. The caster is then able to activate the scroll at any time in the future.</li><li><strong>Spell books:</strong> A spell book written by another arcane spell caster can be deciphered.</li><li><strong>Inscriptions:</strong> Runes or magical words inscribed on an object or surface can be understood.</li><li><strong>Reading again:</strong> Once the caster has read a magical inscription using read magic, they are thereafter able to read that particular writing without recourse to the use of this spell.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.jg9pEWeySTYFcfKf]{Spook}</strong></h3><p><strong>Duration:</strong> Until broken (see below)<br /><strong>Range:</strong> 10′</p><p>The caster gestures threateningly at an intelligent target within range.</p><ul><li><strong>Saving throw:</strong> The target may <strong>save versus spells</strong> to avoid coming under the spell’s effect.</li><li><strong>An afflicted target:</strong> Perceives the caster as a monster from its worst nightmares and will flee from the caster at maximum speed.</li><li><strong>Breaking the spell:</strong> The target may make a new <strong>save versus spells</strong> each round with success indicating that the spell is broken. Until the spell is broken, the target believes it is being pursued by the imagined horror.</li></ul><p><strong>Restrictions:</strong> Undead and creatures of less than animal intelligence are not affected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kQ8yu2v4FO5vJQes]{Wall of Fog}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 60′</p><p>A wall of roiling vapour is conjured at a location of the caster’s choosing within range.</p><ul><li><strong>Area:</strong> The fog fills a 10′ cube area per level of the caster.</li><li><strong>Vision:</strong> The fog blocks normal vision and infravision.</li><li><strong>Strong winds:</strong> Can clear the fog before the spell’s duration has expired.</li></ul><h2>2nd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6cptJ6JGxuRvben6]{Blindness / Deafness}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 30′</p><p>A single creature is afflicted by a phantasm which nullifies either its visual or aural sensory input (as selected by the caster), rendering it blind or deaf.</p><ul><li><strong>Saving throw:</strong> The target may <strong>save versus spells</strong> to avoid the phantasm.</li><li><strong>Removing:</strong> As the blindness or deafness caused by this spell is illusory, it cannot be removed by magic that cures disease. The affliction may be removed by spells that dispel magic or illusions.</li><li><strong>Cancelling:</strong> The caster may cancel the spell’s effect at will.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.goAdCXaxPT04vuSg]{Blur}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster</p><p>The caster’s form becomes blurry and wavering.</p><ul><li><strong>Attack penalties:</strong> Creatures attacking the caster suffer a –4 penalty to hit. This penalty is reduced to –2 on a creature’s second or subsequent attempts to hit the caster.</li><li><strong>Save bonus:</strong> The caster gains a +1 bonus to saving throws against magic that directly targets them.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.pBYYdKdSx4npgBIy]{Detect Magic}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 60′</p><p>Enchanted objects, areas, or creatures are caused to glow. Both permanent and temporary enchantments are revealed.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.a6zLSeH8d0K03hIs]{False Aura}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 30′</p><p>The aura of a creature or object is veiled.</p><ul><li><strong>Detection spells:</strong> (e.g. <em>@UUID[Compendium.ose-advancedfantasytome.spells.Item.pBYYdKdSx4npgBIy]{detect magic}, @UUID[Compendium.ose-advancedfantasytome.spells.Item.cFP3PS32aQvTcan2]{detect evil}</em>) are deflected, revealing another creature or object nearby.</li><li><strong>Divination spells:</strong> (e.g. <em>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GMqCOflDxTmuEIve]{know alignment}</em>) cast upon the subject reveal the opposite to the truth.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uzBrGAyMfMu5uARX]{Fascinate}</strong></h3><p><strong>Duration:</strong> See below<br /><strong>Range:</strong> 30′</p><p>This spell causes a single creature to perceive the caster—whatever their normal appearance—as utterly captivating.</p><ul><li><strong>Restrictions:</strong> Creatures of less than animal intelligence are not affected.</li><li><strong>Saving throw:</strong> The subject may save versus spells to avoid the effect.</li></ul><p><strong>Affected subjects behave as follows:</strong></p><ul><li><strong>Befotted:</strong> The subject follows the caster wherever they go, as if besotted, unless doing so would present a serious danger.</li><li><strong>Obedience:</strong> If the caster can communicate with the subject (even if only by gestures), it may obey requests. Each time a request is made of the subject, the caster must make a CHA check (possibly penalised, if the request is against the nature or best interests of the subject). If the check fails, the spell is broken and the target’s perception of the caster becomes one of horror, rage, and hate.</li><li><strong>Animals:</strong> An animal remains fascinated for [[/r 1d4]] days, after which it may either attack the caster (if it has been mistreated) or simply leave. If the caster treated the animal well, there is a percentage chance equal to the caster’s CHA that the animal will henceforth remain by the character’s side of its own free will.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nZtdqVcSpyCk6zwW]{Hypnotic Pattern}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 30′ square around the caster</p><p>A pattern of twisting, interweaving colours fills the air in a 30′ × 30′ area centred on the caster.</p><ul><li><strong>Creatures that see the pattern:</strong> Must <strong>save versus spells</strong> or become hypnotised, as long as they are able to watch the pattern.</li><li><strong>Number of creatures affected:</strong> Up to 24 HD of creatures may be hypnotised.</li><li><strong>Hypnotised creatures:</strong> Simply stand still, gazing at the pattern of colours.</li><li><strong>If a hypnotised creature is harmed:</strong> The pattern ceases to enthral it and it may act next round.</li><li><strong>Concentration:</strong> The caster can maintain the pattern indefinitely as long as they concentrate on the spell and remain stationary.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cbatpdCjwzw38etb]{Improved Phantasmal Force}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240′</p><p>An illusion of the caster’s choosing—including minor sounds (though not speech)—manifests in a 20′ cube area. Three types of illusions may be created:</p><ol><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has an Armour Class of 7 [12] and will vanish if hit in combat.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new. The scene disappears if touched.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Concentration:</strong> Is required to maintain the illusion. If the caster moves at faster than half speed or loses concentration, the spell ends.</li><li><strong>Persistence:</strong> Even when the caster stops concentrating on the spell, the illusion persists for two further rounds.</li><li><strong>Illusionary monsters or attacks:</strong> May appear to be harmful but never inflict real damage. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for [[/r 1d4]] turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Ow2iFRfmgloYpexN]{Invisibility}</strong></h3><p><strong>Duration:</strong> Permanent (but may be broken, see below)<br /><strong>Range:</strong> 240′</p><p>The caster or another creature or object within range becomes invisible:</p><ul><li><strong>If cast on a creature:</strong> Any gear the subject is carrying is also rendered invisible (this includes clothing and armour). Items dropped or put down by an invisible creature become visible. If the subject attacks or casts a spell, the invisibility is broken, ending the spell.</li><li><strong>If cast on an object:</strong> The invisibility is permanent.</li><li><strong>Light sources:</strong> If a light source is made invisible (either as part of a creature’s gear or as an individual object), the light it casts remains visible.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JZc1LiMtbi7Gl9sB]{Magic Mouth}</strong></h3><p><strong>Duration:</strong> Permanent until triggered<br /><strong>Range:</strong> Touch</p><p>The caster imbues an inanimate object with a message that is to be spoken out loud by a magical mouth when a certain trigger condition occurs.</p><ul><li><strong>The message:</strong> Must be in a language the caster speaks and may consist of up to 25 words.</li><li><strong>The trigger condition:</strong> May be as broad or as specific as the caster wishes. It may include conditions on the enchanted object being touched or on the presence of creatures within 30’ of the object. The trigger condition may only take visual appearances into account (e.g. it cannot discern the alignment, class, level, etc. of creatures who pass by).</li><li><strong>Once triggered:</strong> The mouth appears, animates, and speaks the predetermined message. The enchantment then ends.</li><li><strong>Casting spells:</strong> The triggered message cannot cast spells.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.s5UKd6yaYJpETWY4]{Mirror Image}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> The caster</p><p>[[/r 1d4]] illusory duplicates of the caster appear.</p><ul><li><strong>Behaviour:</strong> The mirror images look and behave exactly as the caster.</li><li><strong>Attacks on the caster:</strong> Destroy one of the mirror images (even if the attack misses).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.wfSqgtrcVWFSMIBc]{Quasimorph}</strong></h3><p><strong>Duration: </strong>[[/r 3d4]] rounds + 2 per level<br /><strong>Range:</strong> The caster</p><p>The caster’s physical form undergoes a quasi-real transformation, taking on the appearance of another creature.</p><ul><li><strong>The new form:</strong> Is chosen by the caster. The form of any creature may be adopted.</li><li><strong>Size:</strong> The new form may be at most 50% larger or smaller than the caster’s normal size.</li><li><p><strong>The physical capabilities of the new form:</strong> Are granted to the caster to a limited degree:</p><ul><li><strong>Flight:</strong> If the new form can fly, the caster is able to fly at one-quarter of its flying movement rate.</li><li><strong>Breathing:</strong> If the new form can breathe underwater, the caster may also do so.</li><li><strong>Attacks:</strong> When attacking, the caster may appear to use the attacks of the new form but cannot make more attack rolls or inflict more damage than they are normally able to (using whatever weapon is carried).</li><li><strong>Special abilities:</strong> The caster does not gain any special or magical attacks possessed by the new form (e.g. breath weapons, poison, charm, etc.).</li></ul></li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CQvFY3Rwod9HBxQx]{Whispering Wind}</strong></h3><p><strong>Duration:</strong> Special<br /><strong>Range:</strong> 1 mile per level</p><p>This spell allows the caster to send a message or other, non-verbal sound via the wind to a distant location within range.</p><ul><li><strong>The destination:</strong> Must be known to the caster.</li><li><strong>The message:</strong> Up to 100 words or one minute of non-verbal sound.</li><li><strong>Rate:</strong> The message travels on the wind, unnoticed, at one mile per turn.</li><li><strong>Delivery:</strong> On reaching the designated destination, the wind delivers the caster’s message. The message is whisper quiet, relayed by the susurrations of the air, but can be heard by all within 30’. The message is delivered at the location whether or not anyone is present to hear it.</li></ul><h2>3rd Level</h2><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.NavfuzBD2EYeYREh]{Blacklight}</h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 60′</p><p>Twisting the nature of light and darkness, this spell creates a 30′ diameter area of illumination which cannot be perceived outside of this area.</p><ul><li><strong>Stealth:</strong> It is thus possible for those within the area of blacklight to see in utter darkness while not revealing their own presence.</li><li><strong>Area:</strong> The caster may cause the area of blacklight to manifest either in a designated area within range or about their own person. (In the latter case, the magical effect moves with the caster.)</li><li><strong>Magical darkness:</strong> The illumination created by blacklight does not penetrate magical darkness.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.WBQu5q80pOqBPvgd]{Dispel Illusion}</h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 10′ per level</p><p>Dispel illusion ends ongoing illusions or phantasms (i.e. those with a non-instantaneous duration) within a 20′ cube area.</p><ul><li><strong>Spells cast by a non-illusionist:</strong> Are automatically dispelled.</li><li><strong>Spells cast by another illusionist:</strong> Have a chance of not being dispelled. If the level of the caster of the effect to be dispelled is higher than the level of the caster of dispel illusion, there is a 5% chance per level difference that the attempt to dispel will fail.</li><li><strong>Magic items:</strong> Are unaffected.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TFeWpHIzgbBlySe2]{Fear}</h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 60′ cone, 30′ wide at end</p><p>Conjures a cone of magical energy that terrifies those within it.</p><ul><li><strong>Effect:</strong> Creatures in the cone are struck with terror and will flee from the caster at maximum speed for one round per level of the caster. (A <strong>save versus spells</strong> negates the effect.)</li><li><strong>Dropping items:</strong> Affected creatures have a 60% chance of immediately dropping anything in their hands. The chance is decreased by 5% for each level or Hit Die above 1.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.euK3anpqayiCnHeq]{Hallucinatory Terrain}</h3><p><strong>Duration:</strong> Until touched<br /><strong>Range:</strong> 240′</p><p>Hallucinatory terrain either conjures an illusory terrain feature (e.g. a hill, wood, marsh, etc.) or hides an existing terrain feature.</p><ul><li><strong>Area:</strong> The illusion must fit completely within the spell’s range.</li><li><strong>Touching:</strong> If the illusion is touched by an intelligent being, the spell is negated.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Uv3imwahm08T8IHt]{Invisibility 10′ Radius}</h3><p><strong>Duration:</strong> Permanent (but may be broken, see below)<br /><strong>Range:</strong> 120′</p><p>A selected creature and all creatures within 10′ of it become invisible:</p><ul><li><strong>Area:</strong> The 10′ radius area of the spell’s effect moves with the chosen creature.</li><li><strong>Exiting the area:</strong> Subjects that move more than 10′ away from the chosen creature become visible.</li><li><strong>Entering the area:</strong> Creatures that move into the area after the spell is cast do not become invisible.</li><li><strong>Gear:</strong> Any gear a subject is carrying is also rendered invisible. Items dropped or put down by an invisible creature become visible. Carried light sources become invisible but the emitted light does not.</li><li><strong>Breaking the invisibility:</strong> If a subject attacks or casts a spell, the invisibility is broken for that subject.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nSybdnLZdYhvSQUK]{Nondetection}</h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster</p><p>While this spell lasts, the caster is invisible to all forms of magical location, scrying, and divination, including effects such as clairvoyance, clairaudience, and ESP.</p><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.XfAE3d4rb56nI3Te]{Paralysation}</h3><p><strong>Duration:</strong> 6 turns or until cancelled<br /><strong>Range:</strong> 10′ per level</p><p>A number of creatures within a 20′ cube area are afflicted with the terrifying phantasm of being unable to move.</p><ul><li><strong>Number of creatures affected:</strong> Up to 2 HD of creatures per level of the caster.</li><li><strong>Priority:</strong> Creatures with the lowest HD are affected first.</li><li><strong>Saving throw:</strong> Each target may save versus spells to resist the phantasm.</li><li><strong>Mindless creatures:</strong> Are unaffected.</li><li><strong>Cancelling:</strong> The caster may cancel the phantasm at will.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.DR4kgfopk5KT5jIX]{Phantom Steed}</strong></h3><p><strong>Duration:</strong> 6 turns per level<br /><strong>Range:</strong> 10′</p><p>A quasi-real, shadowy, horse-like creature is conjured by this spell to carry the caster (or another, designated person) upon its back.</p><ul><li><strong>Appearance:</strong> The steed is deep black in colour and has ghostly hooves that make no sound as it runs.</li><li><strong>Loads:</strong> The steed refuses to carry any load beyond that of the rider and their possessions.</li><li><strong>Stats:</strong> The steed has 12 hit points, AC 8 [11], and a movement rate of 30′ (10′) per level of the caster.</li><li><strong>If the steed is killed:</strong> It evaporates into smoke.</li></ul><p><strong>Special abilities:</strong> The phantom steed gains additional abilities, depending on the level of the caster:</p><ul><li><strong>8th level:</strong> The steed is unhindered by unstable ground (e.g. mud or bog).</li><li><strong>10th level:</strong> The steed may walk across water.</li><li><strong>12th level:</strong> The steed may walk upon air and is thus able to cross chasms and pits.</li><li><strong>14th level:</strong> The steed can fly.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.0HkPPhajwP4b1iSa]{Rope Trick}</strong></h3><p><strong>Duration:</strong> 2 turns per level<br /><strong>Range:</strong> Touch</p><p>A rope is enchanted to rise up into the air, enabling the caster and others to climb it and disappear into an imaginary space.</p><ul><li><strong>The rope:</strong> Rises up to its full length (or at most 30′) and hangs stiffly in the air, magically tethered at the upper end.</li><li><strong>Climbing the rope:</strong> The rope may be climbed normally.</li><li><strong>Imaginary space:</strong> Human-sized (or smaller) creatures that climb to the top of the rope disappear into the imaginary space beyond.</li><li><strong>Capacity:</strong> The imaginary space can hold up to six individuals.</li><li><strong>Hidden:</strong> Creatures inside the imaginary space cannot be perceived or affected in any way by those on the outside, in real space.</li><li><strong>Pulling up the rope:</strong> The rope may be pulled up into the imaginary space, also disappearing.</li></ul><p><strong>When the spell’s duration ends:</strong> The rope falls slack, the imaginary space disappears, and anyone inside the imaginary space reappears in mid air.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.J7wJpGJlFseMf27S]{Spectral Force}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240′</p><p>An illusion of the caster’s choosing—including sounds, smells, and thermal elements—manifests in a 20′ cube area. Three types of illusions may be created:</p><ol><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has AC 5 [14] and vanishes if hit in combat.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new. The scene disappears if touched.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Concentration:</strong> Is required to maintain the illusion. If the caster moves at faster than half speed or loses concentration, the spell ends.</li><li><strong>Persistence:</strong> Even when the caster stops concentrating on the spell, the illusion persists for three further rounds.</li><li><strong>Illusionary monsters or attacks:</strong> May appear to be harmful but never inflict real damage. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for <code>1d4</code> turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Pa1uO0sRhnseXue5]{Suggestion}</strong></h3><p><strong>Duration:</strong> 4 turns + 4 per level<br /><strong>Range:</strong> 30′</p><p>The caster utters a suggestion to influence the behaviour of a selected subject.</p><ul><li><strong>Wording:</strong> The suggestion must take the form of a short phrase (at most one or two sentences) suggesting a course of action to the subject.</li><li><strong>Comprehension:</strong> A language that is understood by the subject must be used.</li><li><strong>Harmful suggestions:</strong> Suggestions that are obviously harmful to the subject cause the spell to automatically fail.</li><li><strong>Saving throw:</strong> A <strong>save versus spells</strong> is allowed to resist the suggestion. If the save fails, the subject will follow the caster’s suggestion for up to the duration.</li><li><strong>Reasonable suggestions:</strong> A suggestion that is worded in such a way to make it sound very reasonable incurs a –2 penalty to the saving throw.</li></ul><p><strong>Restrictions:</strong> Undead are unaffected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SRyAsMyVOPVkWdYH]{Wraithform}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster</p><p>The caster’s person—along with everything worn or carried—becomes shadowy and semi-incorporeal.</p><ul><li><strong>Movement:</strong> The caster is able to pass through small holes and cracks.</li><li><strong>Actions:</strong> The caster may cast spells but may only attack incorporeal creatures.</li><li><strong>Invulnerability:</strong> Only magic and incorporeal creatures may harm the caster.</li><li><strong>Pass undead:</strong> Undead will ignore the caster, believing them to be a phantom of some kind. Undead of 10 or more HD may save versus spells (at a –4 penalty) to notice the illusion.</li><li><strong>Cancelling:</strong> The caster may end the spell at will, returning to normal.</li></ul><h2>4th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.f4gUr6CcHqlomu3c]{Confusion}</strong></h3><p><strong>Duration:</strong> 12 rounds<br /><strong>Range:</strong> 120′</p><p>This spell causes 3d6 subjects within 60′ of one another to become confused, making them unable to independently determine what they will do.</p><ul><li><strong>Subjects of 2+1 HD or greater:</strong> May save versus spells each round to resist the spell’s effect, acting with free will that round if they make the save.</li><li><strong>Subjects of 2 HD or lower:</strong> May not make a saving throw.</li><li><strong>Behaviour:</strong> Roll on the following table separately for each affected subject each round to determine how that subject acts that round:</li></ul><table><thead><tr><th>[[/r 2d6]]</th><th>Behaviour</th></tr></thead><tbody><tr><td>2–5</td><td>Attack caster’s group</td></tr><tr><td>6–8</td><td>No action</td></tr><tr><td>9–12</td><td>Attack subject’s group</td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.N1KUYlrMoNzX6QMc]{Dispel Magic}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 120′</p><p>Dispel magic ends spells of non-instantaneous duration within a 20′ cube area.</p><ul><li><strong>Caster levels:</strong> If the level of the caster of the effect to be dispelled is higher than the level of the caster of dispel magic, there is a 5% chance per level difference that the attempt to dispel will fail.</li><li><strong>Magic items:</strong> Are unaffected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZhcVsUOwj2JYpfWv]{Emotion}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 10′ per level</p><p>All creatures in a 40′ square area within range must <strong>save versus spells</strong> or be afflicted by an emotion of the caster’s choosing:</p><ul><li><strong>Fear:</strong> Subjects are struck with terror and will flee from the caster at maximum speed. Affected creatures have a 60% chance of immediately dropping anything in their hands. The chance is decreased by 5% for each level or Hit Die above 1. Fear counters ongoing rage effects.</li><li><strong>Hate:</strong> Subjects gain a +2 bonus to attacks, damage, saving throws, and morale. Hate counters ongoing hopelessness effects.</li><li><strong>Hopelessness:</strong> Subjects are utterly demoralised and will dejectedly follow enemies’ orders (e.g. to surrender or leave). In combat, there is a [[/r 1d4]]{1-in-4} chance of a subject doing nothing each round, and a [[/r 1d4]]{1-in-4} chance of them retreating. Hopelessness counters ongoing hate effects.</li><li><strong>Rage:</strong> Subjects go berserk, gaining a +1 bonus to hit and +3 to damage. Subjects fight without thought for their own lives and will not use shields. Subjects also gain 5 temporary hit points. These may take a subject above its normal maximum, but disappear when the spell ceases. Rage counters ongoing fear effects.</li></ul><p><strong>Concentration:</strong> Is required to maintain the projected emotion. If the caster moves or loses concentration, the spell ends.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.gAArmKcnXI86utzP]{Illusory Stamina}</strong></h3><p><strong>Duration:</strong> 3 turns per level<br /><strong>Range:</strong> Touch</p><p>Up to four persons touched by the caster are refreshed, some of their lost hit points being temporarily restored.</p><ul><li><strong>Bonus hit points:</strong> Each subject gains a number of bonus hit points equal to 50% of the number of hit points they are currently below maximum. For example, if the subject has a maximum of 30 hit points and a current total of 12 hit points, they gain 9 bonus hit points (50% of 18).</li><li><strong>Any damage suffered:</strong> Is subtracted first from the bonus hit points.</li><li><strong>When the duration ends:</strong> If any of the bonus hit points remain, they disappear.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fcjUeetGcVvSZMx3]{Improved Invisibility}</strong></h3><p><strong>Duration:</strong> 4 rounds +1 per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The caster or another creature touched becomes invisible:</p><ul><li><strong>Attacking:</strong> The subject may attack while invisible.</li><li><strong>Being attacked:</strong> Opponents who are aware of the subject’s presence (but who cannot see invisible) may detect a faint shimmering, allowing them to locate the subject. The subject gains a +4 bonus to AC and saving throws against attacks from such opponents.</li><li><strong>Equipment:</strong> Any gear the subject is carrying is also rendered invisible (this includes clothing and armour). Items dropped or put down by an invisible creature become visible.</li><li><strong>Light sources:</strong> If a light source is made invisible (as part of the subject’s gear), the light it casts is unaffected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Mjp6u0tve7iFbOEW]{Massmorph}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 240′</p><p>A force of human-sized creatures within a 240′ diameter area is veiled by illusion to appear as a copse of trees or orchard.</p><ul><li><strong>Moving through:</strong> Once the illusion is in place, even creatures moving among the veiled subjects are deceived.</li><li><strong>Subjects who leave the affected area:</strong> Cease to be veiled.</li><li><strong>Dismissing:</strong> The caster may dismiss the illusion in its entirety at any time.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.H0xDU532e66PwPRH]{Minor Creation}</strong></h3><p><strong>Duration:</strong> 6 turns per level<br /><strong>Range:</strong> Touch</p><p>Over the course of one turn, the caster weaves a semi-real but tangible object from a tiny piece of constituent matter. For example, a semi-real rope could be formed from a strand of hemp fibre.</p><ul><li><strong>Non-living:</strong> Only objects of non-living vegetable matter may be created (e.g. fabric, rope, wood, etc.).</li><li><strong>Size:</strong> The object may be no larger than one cubic foot per level of the caster.</li><li><strong>Food:</strong> While it is possible to create food, its semi-real nature means that it provides no nourishment.</li><li><strong>When the duration ends:</strong> The conjured item disappears. The piece of matter from which it was woven remains.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.a7Ki1bql5twi0YNR]{Phantasmal Killer}</strong></h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 5′ per level</p><p>The subconscious fears of a single target manifest in its mind as a vision of the most horrible monstrosity it can imagine.</p><ul><li><strong>Saving throw:</strong> The subject may <strong>save versus spells</strong> <strong>with a +2 bonus</strong> to resist the phantasm.</li><li><strong>Pursuit:</strong> The monster pursues the subject relentlessly and, as it only exists in the subject’s mind, can move at any speed and pass through any obstacles.</li><li><strong>Invulnerability:</strong> The monster is invulnerable to all of the subject’s attacks.</li><li><strong>Attacks:</strong> The monster attacks the subject once per round with a THAC0 of 16 [+3]. If one of the monster’s attacks is successful, the subject dies of terror.</li><li><strong>Cancelling:</strong> Killing or knocking out the caster ends the phantasm.</li></ul><p><strong>Restrictions:</strong> Undead and creatures of less than animal intelligence are unaffected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8cqFlqAIg8rnL1gU]{Rainbow Pattern}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 30′ square around the caster</p><p>A band of twisting, interweaving, rainbow colours fills the air in a 30′ × 30′ area centred on the caster.</p><ul><li><strong>Creatures that see the pattern:</strong> Must <strong>save versus spells</strong> or become hypnotised as long as they are able to watch the pattern.</li><li><strong>Number of creatures affected:</strong> A total of up to 24 Hit Dice of creatures may be hypnotised.</li><li><strong>Hypnotised creatures:</strong> Simply stand still, gazing at the pattern of colours.</li><li><strong>If a hypnotised creature is harmed:</strong> The pattern ceases to enthral it and it may act next round.</li><li><p><strong>Maintaining the pattern:</strong> The pattern can be maintained and directed as follows:</p><ul><li><strong>Concentration:</strong> The caster can maintain the pattern indefinitely, as long as they concentrate on the spell and remain stationary.</li><li><strong>Releasing:</strong> The caster may optionally end concentration and direct the pattern to drift away in a specified direction. The pattern drifts at a rate of 30′ per round and fades after [[/r 1d4]] rounds. Hypnotised creatures will do their best to follow the pattern, but if they are led into a dangerous area, another <strong>saving throw versus spells</strong> is allowed to snap out of the trance.</li></ul></li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ULe6QVZxW6tP6Gi6]{Shadow Monsters}</strong></h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 30′</p><p>The caster conjures one or more semi-real monsters, woven from shadow-stuff.</p><ul><li><strong>Hit Dice:</strong> The monsters’ total Hit Dice may not exceed the caster’s level.</li><li><strong>Type:</strong> All monsters must be of the same type.</li><li><strong>Hit points:</strong> The monsters have 1d2 hit points per Hit Die (instead of the normal 1d8 hit points per Hit Die).</li><li><strong>Control:</strong> The monsters are under the caster’s control.</li><li><p><strong>Saving throw:</strong> Every creature viewing the shadow monsters may <strong>save versus spells</strong>:</p><ul><li><strong>If the save succeeds:</strong> The subject views the monsters as they truly are: vague, shifting forms of shadow. To this subject, the shadow monsters have AC 9 [10] and inflict one quarter of their normal damage (rounding down). This subject is unaffected by any special or magical attack forms of the monsters.</li><li><strong>If the save fails:</strong> The subject perceives the monsters as real creatures of the chosen type. To this subject, the shadow monsters attack as normal and inflict normal damage. They may use any special or magical attack forms they possess, but attacks such as energy drain or petrification do not really occur—at worst, they might cause an opponent to fall unconscious or be paralysed for [[/r 1d4]] turns.</li></ul></li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qYYfkmLtM4bYDpZc]{Solid Fog}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 60′</p><p>A wall of roiling vapour appears at a location of the caster’s choosing within range.</p><ul><li><strong>Area:</strong> The fog bank fills a 10′ cube area per level of the caster.</li><li><strong>Vision:</strong> The solid fog blocks normal vision and infravision.</li><li><strong>Movement:</strong> Creatures moving through the fog move at one tenth of their normal movement rate.</li><li><strong>Strong winds:</strong> Only very strong winds can clear the fog before the spell’s duration has expired.</li><li><strong>Magical fire:</strong> A large area of magical fire can dissipate the fog in one round.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.91mb8T9JF23IlGNP]{Veil of Abandonment}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 10′ per level</p><p>An area is cloaked with a combination of invisibility and illusion, making it seem vacant and neglected—covered in dust, cobwebs, and dirt, as if long abandoned.</p><ul><li><strong>Creatures:</strong> In the affected area when the spell is cast are not cloaked.</li><li><strong>Inanimate objects:</strong> In the affected area are cloaked with invisibility and are veiled such that only direct contact will reveal their presence. Even then, an observer must make a <strong>saving throw versus spells</strong> to realise that the whole area is under the effects of an illusion: if the save fails, the observer believes that the detected object is merely invisible.</li><li><strong>Creatures passing through the area:</strong> Believe that their passing makes footprints in the dust, breaks through cobwebs, etc.</li><li><strong>Detection:</strong> Creatures that can detect invisibility cannot see through this illusion.</li></ul><h2>5th Level</h2><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cMtvevkCUeDMBEWt]{Chaos}</h3><p><strong>Duration:</strong> 12 rounds<br /><strong>Range:</strong> 120′</p><p>This spell causes all creatures in a 60′ diameter area to become confused, making them unable to independently determine what they will do.</p><ul><li><strong>Saving throw:</strong> Subjects that can cast illusionist spells or that have innate powers of illusion may <strong>save versus spells</strong> to resist the spell’s effect.</li><li><strong>Behaviour:</strong> Roll on the following table separately for each affected subject each round to determine how that subject acts that round:</li></ul><table><thead><tr><th>[[/r 2d6]]</th><th>Behaviour</th></tr></thead><tbody><tr><td>2–5</td><td>Attack caster’s group</td></tr><tr><td>6–8</td><td>No action</td></tr><tr><td>9–12</td><td>Attack subject’s group</td></tr></tbody></table><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.O8zmSzCfv8T9i7yd]{Demi-Shadow Monsters}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 30′</p><p>The caster conjures one or more semi-real monsters, woven from shadow-stuff.</p><ul><li><strong>Hit Dice:</strong> The monsters’ total Hit Dice may not exceed the caster’s level.</li><li><strong>Type:</strong> All monsters must be of the same type.</li><li><strong>Hit points:</strong> The monsters have [[/r 1d4]] hit points per Hit Die (instead of the normal 1d8 hit points per Hit Die).</li><li><strong>Control:</strong> The monsters are under the caster’s control.</li><li><p><strong>Saving throw:</strong> Every creature viewing the shadow monsters may <strong>save versus spells</strong>:</p><ul><li><strong>If the save succeeds:</strong> The subject views the monsters as they truly are: vague, shifting forms of shadow. To this subject, the shadow monsters have AC 9 [10] and inflict half of their normal damage (rounding down). This subject is unaffected by any special or magical attack forms of the monsters.</li><li><strong>If the save fails:</strong> The subject perceives the monsters as real creatures of the chosen type. To this subject, the shadow monsters attack as normal and inflict normal damage. They may use any special or magical attack forms they possess, but attacks such as energy drain or petrification do not really occur—at worst, they might cause an opponent to fall unconscious or be paralysed for [[/r 1d4]] turns.</li></ul></li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W19MMDw9Z8ozNcJn]{Illusion}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 240′</p><p>An illusion of the caster’s choosing—including sounds, smells, and thermal elements—manifests in a 20′ cube area. Three types of illusions may be created:</p><ol><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has AC 5 [14]. If it is hit in combat, the attacker may <strong>save versus spells</strong>. If the save succeeds, the attacker realises the illusory nature of the monster and can no longer be harmed by it.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Responsiveness:</strong> The illusion behaves and responds as decided by the caster when the spell is cast. No concentration is required to maintain the illusion.</li><li><strong>Illusionary monsters or attacks:</strong> May appear to be harmful but never inflict real damage. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for [[/r 1d4]] turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.lCRDEl8ZJ6gGxGnv]{Looking Glass}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> Touch</p><p>A finely wrought, silver mirror is enchanted to act as a scrying device, allowing the caster to fleetingly view any place or object that is brought to mind:</p><ul><li><strong>The clarity of the vision:</strong> Depends on the scryer’s familiarity with the subject.</li><li><strong>Casting spells:</strong> It is not possible to cast spells through the mirror into the viewed scene.</li><li><strong>Material cost:</strong> The mirror enchanted by this spell must be of at least 1,000gp value.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JEAQbEX2mNA1o1BM]{Major Creation}</h3><p><strong>Duration:</strong> 12 or 6 turns per level<br /><strong>Range:</strong> Touch</p><p>Over the course of a turn, the caster weaves a semi-real but tangible object from a tiny piece of constituent matter. For example, a sword could be formed from a splinter of steel.</p><ul><li><strong>Non-living:</strong> Only objects of non-living vegetable or mineral matter may be created (e.g. fabric, rope, wood, metal, stone, etc.).</li><li><strong>Size:</strong> The object may be no larger than one cubic foot per level of the caster.</li><li><strong>Food:</strong> While it is possible to create food, its semi-real nature means that it provides no nourishment.</li><li><strong>Duration:</strong> If objects of vegetable matter are created, the duration is 12 turns per level, otherwise it is 6 turns per level.</li><li><strong>When the duration ends:</strong> The conjured item disappears. The piece of matter from which it was woven remains.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fyiW5ZmXbhzEln9t]{Maze of Mirrors}</h3><p><strong>Duration:</strong> Varies by subject’s INT<br /><strong>Range:</strong> 5′ per level</p><p>A single subject within range is transported into a shifting, extra-dimensional mirror maze.</p><ul><li><strong>Duration:</strong> The subject is trapped in the maze for a duration depending on its intelligence. See the table below.</li><li><strong>Escaping the maze:</strong> Once the subject has found its way out of the maze, it reappears in the location it was transported from.</li></ul><table><thead><tr><th>Subject’s INT</th><th>Duration</th></tr></thead><tbody><tr><td>Less than 3</td><td>[[/r 2d4]] turns</td></tr><tr><td>3–5</td><td>[[/r 1d4]] turns</td></tr><tr><td>6–8</td><td>[[/r 5d4]] rounds</td></tr><tr><td>9–11</td><td>[[/r 4d4]] rounds</td></tr><tr><td>12–14</td><td>[[/r 3d4]] rounds</td></tr><tr><td>15–17</td><td>[[/r 2d4]] rounds</td></tr><tr><td>18 or higher</td><td>[[/r 1d4]] rounds</td></tr></tbody></table><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fJr0DUET2x8MCGit]{Projected Image}</h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 240′</p><p>An illusory duplicate of the caster appears within range.</p><ul><li><strong>Duplicate:</strong> The image is an exact duplicate of the caster that can only be differentiated by touch.</li><li><strong>Subsequent spells cast:</strong> Appear to originate from the image. (Targets must still be visible to the caster, however.)</li><li><strong>Spells and missiles:</strong> The image appears unaffected by spells or missile weapons.</li><li><strong>Melee or touch:</strong> If the image is touched or hit in melee, it disappears.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cLZYNR8r04RlwAVx]{Seeming}</h3><p><strong>Duration:</strong> 12 hours<br /><strong>Range:</strong> 10′</p><p>This spell alters the outward appearance of one or more persons to that of another type of humanoid.</p><ul><li><strong>Number of subjects:</strong> Up to one subject per two levels of the caster may be affected.</li><li><strong>The illusionary appearance:</strong> All subjects take on the appearance of the same type of creature (e.g. human, elf, goblin, etc.), but each remains a recognisable individual—they do not look like clones.</li><li><strong>Size and weight:</strong> The illusionary appearance may be at most 1′ taller or shorter than the subject. Apparent weight may be altered in any way.</li><li><strong>Clothing or equipment:</strong> May be altered in any way.</li><li><strong>Cloning:</strong> The spell cannot be used to precisely copy another’s appearance.</li><li><strong>Saving throw:</strong> Unwilling subjects may save versus spells to avoid being affected.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.z4iwaIHqIKPXoFx3]{Shadowcast}</h3><p><strong>Duration:</strong> Up to 6 turns +1 per level<br /><strong>Range:</strong> 30′</p><p>The shadows cast by the light of a candle are enchanted, causing them to re-enact events which previously occurred in the area where the spell is cast.</p><ul><li><strong>Candle:</strong> The caster must light a candle and place it in the centre of the area to be affected, which must otherwise be in darkness. The candle burns down completely over the spell’s duration.</li><li><strong>Time span:</strong> The caster may choose to look back into the past up to six turns plus one turn per level.</li><li><strong>Shadow play:</strong> Once the starting point for the shadow re-enactment has been selected, the spell lasts for that amount of time, producing a shadowy replay of the past up to the moment the spell was cast.</li><li><strong>Silhouettes:</strong> Only silhouettes of past events in the area are produced; any sound or speech which occurred is not replicated.</li><li><p><strong>Enhancement:</strong> The power of the illusion may be enhanced by using a specially manufactured candle:</p><ul><li><strong>Special candle:</strong> The candle must be formed from the earwax of a giant monster (which must be obtained by adventuring) and be inlaid with fine runes in gold leaf (at a cost of 200gp).</li><li><strong>Sound:</strong> If such a candle is used, the shadow play is also accompanied by sound, faintly reproduced in the sputtering of the candle’s flame.</li></ul></li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zq5Z7sK5WoT6fvxn]{Shadowy Transformation}</h3><p><strong>Duration:</strong> [[/r 1d4]] rounds +1 per level<br /><strong>Range:</strong> The caster or a creature or object touched</p><p>An object or creature touched becomes shadowy and semi-ethereal.</p><ul><li><p><strong>If an object is touched:</strong></p><ul><li><strong>Insubstantial:</strong> The object becomes utterly insubstantial. It cannot be touched and provides no physical resistance. For example, a door transformed by this spell could be freely passed through.</li><li><strong>Size:</strong> The object may be no larger than one cubic foot per level of the caster.</li><li><strong>Magical objects:</strong> Magic items and objects created by spells (e.g. a <em>@UUID[Compendium.ose-advancedfantasytome.spells.Item.DPhgRjhm9WnF5XRD]{wall of stone}</em>) cannot be targeted.</li></ul></li><li><p><strong>If a creature is touched:</strong></p><ul><li><strong>Insubstantial:</strong> The subject and everything it carries becomes insubstantial.</li><li><strong>Movement:</strong> The subject is able to pass through small holes and cracks.</li><li><strong>Invulnerability:</strong> Only ethereal creatures or magic may harm the subject.</li><li><strong>Pass undead:</strong> Undead will ignore the subject, believing them to be a phantom of some kind. Undead of 10 or more HD may <strong>save versus spells</strong> (<strong>at a –4 penalty</strong>) to notice the illusion.</li><li><strong>Saving throw:</strong> An unwilling subject may save versus spells to avoid being affected.</li></ul></li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.sEDmjB18LVjFBNk4]{Time Flow}</h3><p><strong>Duration:</strong> 6 turns per level<br /><strong>Range:</strong> 10′</p><p>This powerful spell warps the flow of time in the location where it is cast.</p><ul><li><strong>Time acceleration:</strong> For those within the area of effect, each turn that passes has the subjective effect of a whole hour. Within the affected area, spell durations pass more quickly and characters must eat and sleep at the accelerated rate.</li><li><strong>Rest:</strong> If enough perceptual time is spent in the affected area, hit points may be recovered due to rest and spells may be re-memorized, subject to the normal rules.</li><li><strong>Interaction:</strong> Any interaction between characters within the enchanted area and those outside of it occur at the normal rate—characters inside the area of time distortion do not gain or lose actions in combat, for instance.</li><li><strong>Usage limit:</strong> Casting time flow more than once in the space of a week causes a permanent loss of one point of CON.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.npVNC6o4RmbOB3bb]{Visitation}</h3><p><strong>Duration:</strong> 5 minutes<br /><strong>Range:</strong> Unlimited</p><p>This spell sends an apparition to deliver a message to a named subject.</p><ul><li><strong>The apparition:</strong> Takes the form of a ghostly figure of sinister or beguiling aspect, as the caster wishes.</li><li><strong>The message delivered:</strong> May be up to 5 minutes long.</li><li><strong>Sympathetic item:</strong> The caster requires an item of close personal connection to the subject (e.g. a ring, commonly worn garment, lock of hair, etc.).</li><li><strong>Saving throw:</strong> If the subject is unwilling, they may <strong>save versus spells</strong> to prevent the visitation.</li></ul><h2>6th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Rzt8wWvDsPeHGS5J]{Acid Fog}</strong></h3><p><strong>Duration:</strong> [[/r 1d4]] rounds +1 per level<br /><strong>Range:</strong> 30′</p><p>A wall of roiling, acidic vapour appears at a location of the caster’s choosing within range.</p><ul><li><strong>Area:</strong> The fog bank fills a 10′ cube area per level of the caster.</li><li><strong>Plant-life in the fog:</strong> Withers and dies. Small shrubs and grasses perish in two rounds, while large trees are more resilient and may take up to 16 rounds to finally blacken and die.</li><li><strong>Creatures in the fog:</strong> Suffer 1 damage on the first round they are in the fog, 2 damage on the second round, 4 damage on the third round, and 8 damage on each subsequent round.</li><li><strong>Vision:</strong> The acid fog blocks normal vision and infravision.</li><li><strong>Movement:</strong> Creatures moving through the fog move at one tenth of their normal movement rate.</li><li><strong>Strong winds:</strong> Only very strong winds can clear the fog before the spell’s duration has expired.</li><li><strong>Magical fire:</strong> A large area of magical fire can dissipate the fog in one round.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QuiG3pioanQSvk5X]{Dream Quest}</strong></h3><p><strong>Duration:</strong> Permanent until fulfilled<br /><strong>Range:</strong> 60′</p><p>The caster commands a single subject to perform a specific quest or task, conveyed through a recurring dream.</p><ul><li><strong>The dream:</strong> While the spell remains in effect, the subject experiences the recurring dream every time they sleep. In the recurring dream, the subject witnesses themselves completing the prescribed quest.</li><li><strong>Examples of quests:</strong> Rescuing a prisoner, killing a specific monster, bringing a magic item to the caster, or going on a journey to an oracle.</li><li><strong>Suicidal quests:</strong> The prescribed quest must not be obviously suicidal.</li><li><strong>Saving throw:</strong> The subject may <strong>save versus spells</strong>, with success indicating that the initial dream is experienced but the spell has no further effect.</li><li><strong>Refusal:</strong> The subject must undertake the quest or begin to fade from reality. Every day in which the subject does not pursue the quest, they lose 1 hit point. This damage cannot be fatal (e.g. if the subject has only 1 hit point, no further loss due to this spell will occur). However, accrued damage cannot be healed by any means except completing the quest.</li><li><strong>Completion:</strong> Once the task is completed, the spell ends. Any lost hit points are recovered.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TahbRyoZqF7dOoDw]{Impersonation}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> The caster or a person touched</p><p>The subject takes on the appearance of a person of the caster’s choosing.</p><ul><li><strong>Appearance:</strong> The subject becomes physically indistinguishable from the selected individual, becoming the same height, age, race, sex, etc.</li><li><strong>Manner:</strong> Even the subject’s gestures, voice, mode of speech, and mannerisms are rendered identical to those of the mimicked target.</li><li><strong>Mind:</strong> The subject does not gain any of the memories, mental faculties, experiences, or abilities of the target.</li><li><strong>Observers:</strong> Who know the mimicked target may <strong>save versus spells</strong> to detect the illusion if the subject does or says anything that the original would not.</li><li><strong>Sympathetic item:</strong> The caster must have a personal possession or bodily sample (e.g. drop of blood, lock of hair) of the target to be mimicked.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uHO6SSx2EX1mQpGh]{Manifest Dream}</strong></h3><p><strong>Duration:</strong> Varies by manifestation (see examples below)<br /><strong>Range:</strong> The caster</p><p>This spell harnesses the malleable, imaginative potency of the dream world, manifesting the caster’s wish.</p><ul><li><strong>Dreaming:</strong> After casting the spell, the caster must lie down and drift off to sleep while visualising the desired manifestation. The visualisation will then be taken up by the caster’s subconscious and experienced as a potent dream.</li><li><strong>Upon awakening:</strong> If the caster sleeps for an uninterrupted 8 hours, the desired manifestation comes to pass.</li><li><p><strong>Potency:</strong> While manifest dream can bring about a wide range of effects, its power is not unlimited. The following are examples of the maximum potency of the spell:</p><ul><li><strong>Healing:</strong> All of an individual’s wounds.</li><li><strong>Regeneration:</strong> Of a lost body part (e.g. a hand or foot).</li><li><strong>Revelation:</strong> Of a route through the wilderness, a secret entrance into a fortress, or the location of a lost item. (As long as the sought location or object is not warded by magic.)</li><li><strong>Divination:</strong> Of the approximate strength of enemy forces. (Creatures of 7 or more Hit Dice in the force may <strong>save versus spells</strong> to avoid being detected in this way.)</li><li><strong>Temporary restoration:</strong> Of a dead creature or destroyed object for 1 turn per level of the caster.</li></ul></li><li><strong>Usage limit:</strong> This spell may be used at most once per week. A caster who oversteps this limit will become permanently insane.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5JhjaLxgkHTReNri]{Mass Suggestion}</h3><p><strong>Duration:</strong> 4 turns +4 per level<br /><strong>Range:</strong> 90′</p><p>The caster utters a suggestion to influence the behaviour of selected subjects within range.</p><ul><li><strong>Number of subjects:</strong> Up to one subject per level of the caster may be targeted.</li><li><strong>Wording:</strong> The suggestion must take the form of a short phrase (at most one or two sentences) suggesting a course of action to the subjects.</li><li><strong>Comprehension:</strong> A language that is understood by the subjects must be used.</li><li><strong>Harmful suggestions:</strong> Suggestions that are obviously harmful to a subject cause the spell to automatically fail for that subject.</li><li><strong>Saving throw:</strong> A <strong>save versus spells</strong> is allowed to resist the suggestion. If the save fails, the subject will follow the caster’s suggestion for up to the duration of the spell.</li><li><strong>Reasonable suggestions:</strong> A suggestion that is worded in such a way to make it sound very reasonable incurs a –2 penalty to the saving throw.</li></ul><p><strong>Restrictions:</strong> Undead are unaffected.</p><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xk5wweRgawaYSwL3]{Mislead}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> The caster</p><p>This spell causes an illusory double of the caster to appear while the real caster is rendered invisible.</p><ul><li><strong>Appearance:</strong> The illusion of the double includes visual, sonic, olfactory, and tactile elements. It is an entirely convincing double of the caster.</li><li><strong>Action:</strong> The double may act completely independently, including moving, speaking, attacking, and casting spells (that the caster has memorized).</li><li><strong>Combat:</strong> The double has the same combat capabilities as the caster and has a separate pool of hit points, equal to those of the caster when the spell is cast.</li><li><p><strong>The caster:</strong> Is rendered invisible as follows:</p><ul><li><strong>Attacking:</strong> The caster may attack while invisible.</li><li><strong>Being attacked:</strong> Opponents who are aware of the caster’s presence (but who cannot see invisible) may detect a faint shimmering, allowing them to locate the caster. The caster gains a +4 bonus to AC and saving throws against such attacks.</li><li><strong>Equipment:</strong> Any gear the caster is carrying is also rendered invisible (this includes clothing and armour). Items dropped or put down become visible.</li><li><strong>Light sources:</strong> If a light source is made invisible (as part of the caster’s gear), the light it casts is unaffected.</li></ul></li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.bZqsk2GN0U3IL0Dx]{Permanent Illusion}</h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 240′</p><p>An illusion of the caster’s choosing—including sounds, smells, and thermal elements—manifests in a 20′ cube area. Two types of illusions may be created:</p><ul><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has AC 5 [14]. If it is hit in combat, the attacker may <strong>save versus spells</strong>. If the save succeeds, the attacker realises the illusory nature of the monster and can no longer be harmed by it.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new.</li></ul><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Responsiveness:</strong> The illusion behaves and responds as decided by the caster when the spell is cast.</li><li><strong>Illusionary monsters:</strong> May appear to be harmful but never inflict real damage. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for [[/r 1d4]] turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8mCAAt1c3PtUpEu6]{Shades}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 30′</p><p>The caster conjures one or more semi-real monsters, woven from shadow-stuff.</p><ul><li><strong>Hit Dice:</strong> The monsters’ total Hit Dice may not exceed the caster’s level.</li><li><strong>Type:</strong> All monsters must be of the same type.</li><li><strong>Hit points:</strong> The monsters have 1d6 hit points per Hit Die (instead of the normal 1d8 hit points per Hit Die).</li><li><strong>Control:</strong> The monsters are under the caster’s control.</li><li><p><strong>Saving throw:</strong> Every creature viewing the shadow monsters may <strong>save versus spells</strong>:</p><ul><li><strong>If the save succeeds:</strong> The subject views the monsters as they truly are: vague, shifting forms of shadow. To this subject, the shadow monsters have AC 9 [10] and inflict three quarters of their normal damage (rounding down). This subject is unaffected by any special or magical attack forms of the monsters.</li><li><strong>If the save fails:</strong> The subject perceives the monsters as real creatures of the chosen type. To this subject, the shadow monsters attack as normal and inflict normal damage. They may use any special or magical attack forms they possess, but attacks such as energy drain or petrification do not really occur—at worst, they might cause an opponent to fall unconscious or be paralysed for [[/r 1d4]] turns.</li></ul></li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xQl6mCOSSrauornU]{Through the Looking Glass}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> 10′</p><p>A finely wrought, full-length, silver mirror is enchanted to act as a scrying device, allowing the caster to view any place or object that is brought to mind:</p><ul><li><strong>The clarity of the vision:</strong> Depends on the scryer’s familiarity with the subject.</li><li><strong>Casting spells:</strong> Through the mirror into the viewed scene is not possible.</li><li><p><strong>Stepping into the mirror:</strong> The caster may step into the divined scene:</p><ul><li><strong>Portal:</strong> A faint, spatial distortion exists at the point at which the caster entered the scene. The portal is invisible, but may be perceived by the caster or by magic.</li><li><strong>Stepping back through:</strong> Anyone who perceives the portal may step out of the mirror and into the location whence the caster originated.</li></ul></li><li><strong>At the end of the spell’s duration:</strong> The portal disappears. Any creature (including the caster) that stepped through the portal/mirror and did not return must <strong>save versus death</strong> or becomes lost in another plane of reality.</li></ul><p><strong>Material cost:</strong> The mirror must be of at least 5,000gp value.</p><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W5pgN2EzhUP9jCdZ]{Triggered Illusion}</h3><p><strong>Duration:</strong> Permanent until triggered, then 1 round per level<br /><strong>Range:</strong> 240′</p><p>An area within range is enchanted to produce an illusion of the caster’s choosing—including sounds, smells, and thermal elements—when a specified triggering condition occurs. Once triggered, the illusion manifests in a 20′ cube area, remaining for up to 1 round per level. The enchantment then ends. Three types of illusions may be created:</p><ul><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has AC 5 [14]. If it is hit in combat, the attacker may <strong>save versus spells</strong>. If the save succeeds, the attacker realises the illusory nature of the monster and can no longer be harmed by it.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new. The scene disappears if touched.</li></ul><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Responsiveness:</strong> The illusion behaves and responds as decided by the caster when the spell is cast.</li><li><strong>Illusionary monsters:</strong> May appear to be harmful but never inflict real damage. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for 1d4 turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><p><strong>Trigger condition:</strong> May be as broad or as specific as the caster wishes, and may include conditions on objects in the enchanted area being touched or on the presence of creatures in the area. It may only take visual appearances into account (e.g. it cannot discern the alignment, class, level, etc. of creatures who pass through).</p><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ysmrAq58WskrRHCv]{True Seeing}</h3><p><strong>Duration:</strong> 1 round per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject sees all things within 60′ as they truly are.</p><ul><li><strong>Secret doors:</strong> Are revealed.</li><li><strong>Invisibility:</strong> Invisible objects and creatures are perceived.</li><li><strong>Illusions:</strong> Are seen through.</li><li><strong>Enchantments:</strong> Enchanted objects and creatures are made apparent.</li></ul><hr /><h3>@UUID[Compendium.ose-advancedfantasytome.spells.Item.K2vrA8lm1TasPRYR]{Vision}</h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster</p><p>The caster calls upon a supernatural power, asking to be sent a vision in answer to a question which vexes them.</p><ul><li><strong>The power to be called upon:</strong> May be selected by the caster.</li></ul><ul><li><strong>Sacrifice:</strong> In order to supplicate the power being contacted, the caster must sacrifice something either valuable to themselves or valuable to the supernatural power. More valuable sacrifices increase the chance of the caster’s question being answered (see below).</li></ul><p><strong>The response of the power:</strong> Is determined by rolling [[/r 2d6]]:</p><ul><li><strong>2–6:</strong> The power is angered. No vision is sent. Instead, the caster is placed under a powerful enchantment forcing them to perform some quest for the power.</li><li><strong>7–9:</strong> A minor vision is sent. It may not be directly related to the caster’s question.</li><li><strong>10 or higher:</strong> A vision that answers the caster’s question is sent.</li></ul><p><strong>Value of sacrifice</strong>: The [[/r 2d6]] roll is modified by the value of the sacrifice (as judged by the referee):</p><ul><li><p><strong>Very precious:</strong> +1</p></li><li><p><strong>Extremely precious:</strong> +2</p></li><li><p><strong>Priceless:</strong> +3</p></li></ul>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1762846239125
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.GPtJQLHf88ysJEzR"
    },
    {
      "sort": 800000,
      "name": "Magic-User Spell Descriptions",
      "type": "text",
      "_id": "5bcXC9ougUPEBFoY",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>1st Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6lObpwj8PggapAQ8]{Charm Person}</strong></h3><p><strong>Duration:</strong> One or more days (see below)<br /><strong>Range:</strong> 120′</p><p>A single human, demihuman, or human-like monster (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.qKCtpqyJ3bLM4QhB#persons]{see Persons}) must <strong>save versus spells</strong> or be charmed, as follows:</p><ul><li><strong>Friendship:</strong> The subject regards the caster as its trusted friend and ally and will come to the caster’s defence.</li><li><strong>Commands:</strong> If they share a language, the caster may give the charmed creature commands, which it will obey.</li><li><strong>Subject’s nature:</strong> Commands that contradict the charmed creature’s habits or alignment may be ignored.</li><li><strong>Suicidal commands:</strong> An affected creature never obeys suicidal or obviously harmful orders.</li></ul><p><strong>Restrictions:</strong> Human-like monsters of greater than 4+1 HD (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.9J6NYLwxAZd4yWBj#hit-dice-(hd)]{see Hit point modifiers}) and undead are not affected.</p><p><strong>Duration: </strong>The charm lasts indefinitely, but the subject is allowed to make further <strong>saves versus spells</strong> at intervals, depending on its INT score. If one of these saves succeeds, the spell ends<strong>.</strong></p><ul><li><strong>INT 3–8:</strong> New save once every month.</li><li><strong>INT 9–12:</strong> New save each week.</li><li><strong>INT 13–18:</strong> New save once every day.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cFkfvaJGYXB8vugp]{Detect Magic}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 60′</p><p>Enchanted objects, areas, or creatures are caused to glow. Both permanent and temporary enchantments are revealed.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.enu7u3KcUQyLO9SM]{Floating Disc}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 6′</p><p>The caster conjures a slightly concave, circular disc of magical force that follows them about and carries loads.</p><ul><li><strong>Dimensions:</strong> The disc is 3 feet in diameter and 1 inch deep at its centre.</li><li><strong>Load:</strong> It can hold a maximum load of 5,000 coins (500 pounds).</li><li><strong>Motion:</strong> The disc floats at waist height and remains level, floating along horizontally within spell range.</li><li><strong>End:</strong> When the disc winks out at the end of the spell’s duration, anything it was supporting is dropped.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.tT8UpDyql4hLraCF]{Hold Portal}</strong></h3><p><strong>Duration:</strong> [[/r 2d6]] turns<br /><strong>Range:</strong> 10′</p><p>This spell magically holds shut a door, gate, window, or other kind of portal.</p><ul><li><strong>Opening by magic:</strong> A knock spell opens the held portal instantly.</li><li><strong>Opening by force:</strong> Creatures with at least 3 Hit Dice more than the caster can open the held portal with one round of effort.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.u2TkEoo1t6rmY11y]{Light}</strong></h3><p><strong>Duration:</strong> 6 turns +1 per level<br /><strong>Range:</strong> 120′</p><p>This spell has three usages:</p><ol><li><strong>Conjuring light:</strong> In a 15′ radius. The magical light is sufficient for reading, but is not as bright as daylight. The spell may be cast upon an object, in which case the light moves with the object.</li><li><strong>Blinding a creature:</strong> By casting the spell upon its eyes. If the target fails a saving throw versus spells, it is blinded for the duration. A blind creature cannot attack.</li><li><strong>Cancelling darkness:</strong> Light may cancel a darkness spell (see below).</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.O2glPJ8NSKJMD33K]{Darkness}</strong></h3><p>Creates a 15’ radius area of magical blackness, preventing normal sight (but not infravision). Like light, it may alternatively be used to blind creatures or to dispel a light spell.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.sNnkcmglTGfTGbjK]{Magic Missile}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> 150′</p><p>This spell conjures a glowing dart of energy that the caster may choose to shoot at a visible target within range.</p><ul><li><strong>Hit:</strong> The missile hits unerringly (no attack roll or saving throw is required).</li><li><strong>Damage:</strong> The missile inflicts [[/r 1d6+1]] damage.</li><li><strong>Higher level casters:</strong> May conjure more missiles: two additional missiles are conjured per five experience levels the caster has gained (i.e. three missiles at 6th–10th level, five missiles at 11th–15th level, etc.). Multiple missiles may be directed at a single target.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Nzkt6EIL9gZUbWWu]{Protection from Evil}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> The caster</p><p>This spell wards the caster from attacks by creatures of another alignment, as follows:</p><ul><li><strong>Bonuses:</strong> The caster gains a +1 bonus to saving throws against attacks or special abilities of affected creatures.</li><li><strong>Affected creatures’ attacks:</strong> Against the caster are penalised by –1.</li><li><strong>Enchanted, constructed, or summoned creatures:</strong> The spell additionally prevents such creatures from attacking the caster in melee, though they may still make ranged attacks. If the caster engages such a creature in melee, this protection is broken (the caster still gains the save and attack bonuses mentioned above).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.T0B22TUNXzQ3uw8f]{Read Languages}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> The caster</p><p>For the duration of this spell, the caster may read any language, coded message, map, or other set of written instructions. This spell does not grant any ability to speak unknown languages.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.dTNgcXL4s8qDny7z]{Read Magic}</strong></h3><p><strong>Duration:</strong> 1 turn<br /><strong>Range:</strong> The caster</p><p>By means of read magic, the caster can decipher magical inscriptions or runes, as follows:</p><ul><li><strong>Scrolls:</strong> The magical script of a scroll of arcane spells can be understood. The caster is then able to activate the scroll at any time in the future.</li><li><strong>Spell books:</strong> A spell book written by another arcane spell caster can be deciphered.</li><li><strong>Inscriptions:</strong> Runes or magical words inscribed on an object or surface can be understood.</li><li><strong>Reading again:</strong> Once the caster has read a magical inscription using read magic, they are thereafter able to read that particular writing without recourse to the use of this spell.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vXRns8VugCmQPVw9]{Shield}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> The caster</p><p>Shield creates an invisible field of force that protects the caster:</p><ul><li><strong>Against missile attacks:</strong> The caster’s AC is 2 [17].</li><li><strong>Against other attacks:</strong> The caster’s AC is 4 [15].</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.dveLSy07phQ7Ncxg]{Sleep}</strong></h3><p><strong>Duration:</strong> [[/r 4d4]] turns<br /><strong>Range:</strong> 240′</p><p>A sleep spell causes a magical slumber to come upon creatures, excluding the undead. The spell may target either:</p><ol><li>A single creature with 4+1 Hit Dice (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.9J6NYLwxAZd4yWBj#hit-dice-(hd)]{see Hit point modifiers}).</li><li>A total of [[/r 2d8]] Hit Dice of creatures of 4 HD or lower each.</li></ol><p>When targeting creatures of 4 HD or less, the following rules apply:</p><ul><li><strong>Weakest first:</strong> Targets with the least HD are affected first.</li><li><strong>HD:</strong> Treat monsters with less than 1 HD as having 1 HD and monsters with a fixed hit point bonus as having the flat HD. (For example, a 3+2 HD monster would be treated as having 3 HD.)</li><li><strong>Excess:</strong> Rolled Hit Dice that are not sufficient to affect a creature are wasted.</li><li><strong>Killing:</strong> Creatures enchanted by this spell are helpless and can be killed instantly with a bladed weapon.</li><li><strong>Awakening:</strong> Slapping or wounding awakens an affected creature.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oqMr71sK8b54JCHR]{Ventriloquism}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 60′</p><p>The caster may make their voice appear to come from any location or source (e.g. a statue or animal) within range.</p><h2>2nd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kpC4u6vrjJ1RnikN]{Continual Light}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 120′</p><p>This spell has three usages:</p><ol><li><strong>Conjuring light:</strong> In a 30′ radius. The magical light is sufficient for reading, but is not as bright as daylight. The spell may be cast upon an object, in which case the light moves with the object.</li><li><strong>Blinding a creature:</strong> By casting the spell upon its eyes. If the target fails a <strong>saving throw versus spells</strong>, it is blinded for the duration. A blind creature cannot attack.</li><li><strong>Cancelling darkness:</strong> Continual light may cancel a continual darkness spell (see below).</li></ol><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YdbQYi2342iUgXpz]{Continual Darkness}</strong></h3><p>Creates a 30′ radius area of magical blackness, preventing both normal sight and infravision. Light sources brought within the area of darkness do not illuminate it. Like Continual Light, it may alternatively be used to blind creatures or to dispel a Continual Light spell.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vMivw9KUzkd8fwzL]{Detect Evil}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 60′</p><p>Objects enchanted for evil purposes or living beings with evil intentions are caused to magically glow.</p><ul><li><strong>Intent only:</strong> This spell does not grant the ability to read minds, but only grants a general sense of evil intent.</li><li><strong>Definition of evil:</strong> The referee must decide what is “evil.” Some things that are potentially harmful, like traps, are not “evil.”</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.AQ20iHeERjaWZO1y]{Detect Invisible}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 10′ per level</p><p>Invisible creatures or items in range are revealed to the caster.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6hazyvvcq46M63wY]{ESP}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 60′</p><p>This spell grants the caster the ability to perceive and understand the thoughts of other living creatures.</p><ul><li><strong>Focus for 1 turn:</strong> To pick up thoughts, the caster must focus their concentration in one direction for one turn.</li><li><strong>After this turn:</strong> The thoughts of all creatures within range in that direction can be perceived.</li><li><strong>Multiple creatures:</strong> If multiple creatures are within range in the direction being focused on, their thoughts mingle into a confusing jumble. The caster must spend an additional turn to sort out one creature’s thoughts.</li><li><strong>Meaning:</strong> The caster understands the meaning of all thoughts even if they do not share the creature’s language.</li><li><strong>Obstructions:</strong> The ability to perceive thoughts is obstructed by a thin layer of lead or by rock of 2′ thickness or greater.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1YF6jV01OkoNViec]{Invisibility}</strong></h3><p><strong>Duration:</strong> Permanent (but may be broken—see below)<br /><strong>Range:</strong> 240′</p><p>The caster or another creature or object within range becomes invisible:</p><ul><li><strong>If cast on a creature:</strong> Any gear the subject is carrying is also rendered invisible (this includes clothing and armour). Items dropped or put down by an invisible creature become visible. If the subject attacks or casts a spell, the invisibility is broken, ending the spell.</li><li><strong>If cast on an object:</strong> The invisibility is permanent.</li><li><strong>Light sources:</strong> If a light source is made invisible (either as part of a creature’s gear or as an individual object), the light it casts is unaffected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uKUacU4IChMAx9Jo]{Knock}</strong></h3><p><strong>Duration:</strong> 1 round<br /><strong>Range:</strong> 60′</p><p>The knock spell opens stuck, barred, or locked doors, gates, chests, and so forth.</p><ul><li><strong>Magically held doors:</strong> Are affected (e.g. <em>@UUID[Compendium.ose-advancedfantasytome.spells.Item.tT8UpDyql4hLraCF]{hold portal}</em>, <em>@UUID[Compendium.ose-advancedfantasytome.spells.Item.To5RLzNSZTEXtZk6]{wizard lock}</em>).</li><li><strong>Secret doors:</strong> May be opened, but they must be known to the caster.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.IrPTQ7bRzLV9wWl3]{Levitate}</strong></h3><p><strong>Duration:</strong> 6 turns +1 per level<br /><strong>Range:</strong> The caster</p><p>This enchantment allows the caster to move up and down through the air:</p><ul><li><strong>Vertical:</strong> The caster mentally directs vertical movement at up to 20′ per round.</li><li><strong>Horizontal:</strong> The caster can push against solid objects to move laterally.</li><li><strong>Weight:</strong> A normal amount of weight can be carried while levitating.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.k6MRIXnOyvr00xGd]{Locate Object}</strong></h3><p><strong>Duration:</strong> 2 turns<br /><strong>Range:</strong> 60′ + 10′ per level</p><p>The caster can sense the direction (but not distance) of an object. One of two types of objects may be located:</p><ol><li><strong>General class:</strong> An object of a general class (e.g. a stairway, an altar, etc.). In this case, the nearest object of that type is located.</li><li><strong>Specific object:</strong> A specific object known to the caster.</li></ol><p><strong>Restrictions:</strong> This spell cannot be used to locate creatures.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.9qwEw7XhFyNLmrLH]{Mirror Image}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> The caster</p><p>[[/r 1d4]] illusory duplicates of the caster appear.</p><ul><li><strong>Behaviour:</strong> The mirror images look and behave exactly as the caster.</li><li><strong>Attacks on the caster:</strong> Destroy one of the mirror images (even if the attack misses).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W3jTDFoaDSi5oovE]{Phantasmal Force}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240′</p><p>A visual illusion of the caster’s choosing manifests in a 20′ cube area. Three types of illusions may be created:</p><ol><li><strong>An illusionary monster:</strong> That can be directed to attack. The monster has Armour Class of 9 [10] and will vanish if hit in combat.</li><li><strong>An illusionary attack:</strong> For example, an avalanche, a falling ceiling, a magic missile, etc. Targets who <strong>save versus spells</strong> are unaffected.</li><li><strong>A scene:</strong> Either changing the appearance of the affected area or creating the appearance of something new. The scene disappears if touched.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>Concentration:</strong> Is required to maintain the illusion. If the caster moves or loses concentration, the spell ends.</li><li><strong>Illusionary monsters or attacks:</strong> May appear to be harmful but no real damage is ever inflicted. A character who appears to die actually falls unconscious, a character turned to stone will actually be paralysed, and so on. Such effects last for [[/r 1d4]] turns.</li><li><strong>Illusions from imagination:</strong> If the illusion is of something the caster has not personally seen, the referee should grant targets a bonus to any applicable saving throws.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xGExmmZW6E9yuXmI]{Web}</strong></h3><p><strong>Duration:</strong> 48 turns<br /><strong>Range:</strong> 10′</p><p>Web conjures a many-layered mass of strong, sticky threads, blocking a 10′ cube area.</p><ul><li><strong>Entanglement:</strong> Creatures caught within a web become entangled among the gluey fibres. Entangled creatures can’t move, but can break free depending on their strength (see below).</li><li><strong>Flammable:</strong> The strands of the web are flammable and can be destroyed by fire in two rounds. All creatures caught within flaming webs suffer [[/r 1d6]] points of damage from the flames.</li></ul><p><strong>Breaking free:</strong> Depends on STR:</p><ul><li><strong>Normal human range:</strong> The creature can break free in [[/r 2d4]] turns.</li><li><strong>Magically augmented STR above 18:</strong> The creature can break free in 4 rounds.</li><li><strong>Giant strength:</strong> The creature can break free in two rounds.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.To5RLzNSZTEXtZk6]{Wizard Lock}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 10′</p><p>A wizard lock spell magically locks a door, gate, similar portal, or any item that has a lock.</p><p><strong>Bypassing:</strong> The magical lock is permanent but may be bypassed as follows:</p><ul><li><strong>The caster:</strong> Can freely pass their own wizard lock.</li><li><strong>A knock spell:</strong> Allows passage.</li><li><strong>Higher level casters:</strong> Any magic-using character who is at least 3 levels higher than the caster of the wizard lock may pass through unimpeded.</li><li><strong>Temporary:</strong> Bypassing does not destroy a wizard lock.</li></ul><h2>3rd Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.E5kVZ80Yfve2GNAy]{Clairvoyance}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 60’</p><p>The caster gains the ability to see through the eyes of other living creatures.</p><ul><li><strong>Focus for 1 turn:</strong> To establish a connection with a creature, the caster must focus their concentration in one particular direction for one turn.</li><li><strong>After this turn:</strong> The visual perceptions of one creature within range in that direction are relayed to the caster.</li><li><strong>Switching:</strong> Once a connection is established, the caster may choose to maintain it or to change to another subject.</li><li><strong>Obstruction:</strong> The spell is blocked by a thin layer of lead or by rock of 2’ thick or greater.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.r1nzPx4J12JY6TAO]{Dispel Magic}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 120’</p><p>Dispel magic ends spell effects within a 20’ cube area.</p><ul><li><strong>Caster levels:</strong> If the level of the caster of the effect to be dispelled is higher than the level of the caster of dispel magic, there is a 5% chance per level difference that the effect is not dispelled.</li><li><strong>Magic items:</strong> Are unaffected.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZrYh8AabsTCnqRjb]{Fire Ball}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 240’</p><p>Flame streaks towards a point within range and detonates in a 20’ radius sphere.</p><ul><li><strong>Damage:</strong> Creatures caught in the fire ball suffer [[/r 1d6]] per level of the caster, with a successful <strong>save versus spells</strong> indicating half damage.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.PIyIp0igEZqzrEZl]{Fly}</strong></h3><p><strong>Duration:</strong> [[/r 1d6]] turns +1 per level<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject gains the ability to fly through the air.</p><ul><li><strong>Movement rate:</strong> Up to 360’ (120’).</li><li><strong>Free movement:</strong> Is possible in any direction, including the ability to levitate and to hover in mid-air.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GcBqaXK4W3JNUzp8]{Haste}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 240’</p><p>Up to 24 creatures in a 60’ diameter area are enchanted to be able to move and act twice as quickly as normal:</p><ul><li><strong>Movement:</strong> Subjects’ maximum movement rates are doubled.</li><li><strong>Attacks:</strong> Subjects may make double the normal number of attacks per round.</li><li><strong>Spells:</strong> The number of spells a subject may cast per round is not doubled.</li><li><strong>Magical devices:</strong> The use of devices such as wands is also not doubled.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.92Kazpql0fjcG2BJ]{Hold Person}</strong></h3><p><strong>Duration:</strong> 1 turn per level<br /><strong>Range:</strong> 120’</p><p>This spell causes one or more humans, demi-humans, or human-like monsters (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.qKCtpqyJ3bLM4QhB#persons]{see Persons}) to be paralyzed if they fail a <strong>saving throw versus spells</strong>. It may be cast in two ways:</p><ul><li><strong>Against an individual:</strong> The target’s saving throw is penalised by –2.</li><li><strong>Against a group:</strong> [[/r 1d4]] individuals in the group are targeted.</li></ul><p><strong>Note:</strong> Human-like monsters of greater than 4+1 HD (@UUID[Compendium.ose-advancedfantasytome.advanced-fantasy-referees-rules.JournalEntry.EbekC1qu7IWkKNuL.JournalEntryPage.9J6NYLwxAZd4yWBj#hit-dice-(hd)]{see Hit point modifiers}) and undead are not affected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.bbwP85tUd2iacKHI]{Infravision}</strong></h3><p><strong>Duration:</strong> 1 day<br /><strong>Range:</strong> The caster or a creature touched</p><p>The subject is able to see 60’ in the dark with infravision.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.w0phcRJ7bf9QtFuX]{Invisibility 10’ Radius}</strong></h3><p><strong>Duration:</strong> Permanent (but may be broken, see below)<br /><strong>Range:</strong> 120’</p><p>A selected creature and all creatures within 10’ of it become invisible:</p><ul><li><strong>Area:</strong> The 10’ radius area of the spell’s effect moves with the chosen creature.</li><li><strong>Exiting the area:</strong> Subjects that move more than 10’ away from the chosen creature become visible.</li><li><strong>Entering the area:</strong> Creatures that move into the area after the spell is cast do not become invisible.</li><li><strong>Gear:</strong> Any gear a subject is carrying is also rendered invisible. Items dropped or put down by an invisible creature become visible. Carried light sources become invisible but the emitted light does not.</li><li><strong>Breaking the invisibility:</strong> If a subject attacks or casts a spell, the invisibility is broken for that subject.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.anWBslOOlZtV47ut]{Lightning Bolt}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 180’</p><p>A powerful stroke of electrical energy, 60’ long and 5’ wide, is conjured.</p><ul><li><strong>Damage:</strong> Creatures caught in the lightning bolt suffer [[/r 1d6]] damage per level of the caster, with a successful <strong>save versus spells</strong> indicating half damage.</li><li><strong>Bouncing:</strong> If the lightning bolt hits a barrier before its full length is reached, it is reflected and travels for any remaining distance in its full length in the direction of the caster.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.AYjrm5ZXA8v7gtXr]{Protection from Evil 10’ Radius}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 10’ around the caster</p><p>This spell wards the caster and allies within 10’ from attacks by creatures of another alignment, as follows:</p><ul><li><strong>Bonuses:</strong> Those warded gain a +1 bonus to saving throws against attacks or special abilities of affected creatures.</li><li><strong>Affected creatures’ attacks:</strong> Against those warded are penalised by –1.</li><li><strong>Enchanted, constructed, or summoned creatures:</strong> The spell additionally prevents such creatures from making melee attacks against those warded, though they may still make ranged attacks. If any of the warded party engages such a creature in melee, this protection is broken (those warded still gain the save and attack bonuses mentioned above).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.KJVJ7KsCWtzNsqGr]{Protection from Normal Missiles}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 30’</p><p>A single subject in range gains complete immunity to small, non-magical missiles (e.g. no protection is granted against hurled boulders or enchanted arrows).</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JilpgOsSLgp1GSW4]{Water Breathing}</strong></h3><p><strong>Duration:</strong> 1 day<br /><strong>Range:</strong> 30’</p><p>The subject can breathe water freely for the duration of the spell.</p><ul><li><strong>Breathing air:</strong> The spell does not affect the subject’s ability to breathe air.</li><li><strong>Swimming:</strong> No additional proficiency at swimming is granted.</li></ul><h2>4th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SmERcqm9npfEQMpJ]{Charm Monster}</strong></h3><p><strong>Duration:</strong> One or more days (see below)<br /><strong>Range:</strong> 120’</p><p>This spell places a charm upon either [[/r 3d6]] creatures of 3 HD or less or a single creature of more than 3 HD. Each subject must make a <strong>save versus spells</strong> or be charmed as follows:</p><ul><li><strong>Friendship:</strong> The subject regards the caster as its trusted friend and ally and will come to the caster’s defence.</li><li><strong>Commands:</strong> If they share a language, the caster may give the charmed creature commands, which it will obey.</li><li><strong>Subject’s nature:</strong> Commands that contradict the charmed creature’s habits or alignment may be ignored.</li><li><strong>Suicidal commands:</strong> An affected creature never obeys suicidal or obviously harmful orders.</li></ul><p><strong>Restrictions:</strong> Undead are not affected.</p><p><strong>Duration:</strong> The charm lasts indefinitely, but the subject is allowed to make further <strong>saves versus spells</strong> at intervals, depending on its INT score. If one of these saves succeeds, the spell ends.</p><ul><li><strong>INT 3–8:</strong> New save once every [[/r 1d6]] days.</li><li><strong>INT 9–12:</strong> New save each week</li><li><strong>INT 13–18:</strong> New save once every day.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JtHAKrWU30gwNj4j]{Confusion}</strong></h3><p><strong>Duration:</strong> 12 rounds<br /><strong>Range:</strong> 120’</p><p>This spell causes [[/r 3d6]] subjects within 60’ of one another to become confused, making them unable to independently determine what they will do.</p><ul><li><strong>Subjects of 2+1 HD or greater:</strong> May <strong>save versus spells</strong> each round to resist the spell’s effect, acting with free will that round if they make the save.</li><li><strong>Subjects of 2 HD or lower:</strong> May not make a saving throw.</li><li><strong>Behaviour:</strong> Roll on the following table separately for each affected subject each round to determine how that subject acts that round:</li></ul><table><thead><tr><th>[[/r 2d6]]</th><th>Behaviour</th></tr></thead><tbody><tr><td>2–5</td><td>Attack caster’s group</td></tr><tr><td>6–8</td><td>No action</td></tr><tr><td>9–12</td><td>Attack subject’s group</td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.03HuiBPsXpuO9G99]{Dimension Door}</strong></h3><p><strong>Duration:</strong> 1 round<br /><strong>Range:</strong> 10’</p><p>The caster or a single creature is instantly transferred to another location up to 360’ distant. The destination may be selected in two ways:</p><ol><li><strong>Known location:</strong> A location, within 360’, known to the caster.</li><li><strong>An unknown location:</strong> Specified by a series of offsets (e.g. 120’ north, 160’ east, 80’ up) totalling not more than 360’.</li></ol><p><strong>Stipulations:</strong> The following apply:</p><ul><li><strong>If the destination is occupied:</strong> By a solid body, the spell fails.</li><li><strong>If the target is unwilling:</strong> It may <strong>save versus spells</strong> to resist the teleportation.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.OTfYsr4sEPHMIVMW]{Growth of Plants}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 120’</p><p>This spell causes vigorous growth of normal vegetation in an area within range. Plants in the affected area become thick and overgrown, entwining to form a thorny jungle.</p><ul><li><strong>Area:</strong> An area of up to 3,000 square feet—selected by the caster—is affected (e.g. 150’ × 20’, 100’ × 30’, etc.).</li><li><strong>Passage:</strong> Only very large creatures can force their way through.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.u44ULUd2heQHXsOb]{Hallucinatory Terrain}</strong></h3><p><strong>Duration:</strong> Until touched<br /><strong>Range:</strong> 240’</p><p>Hallucinatory terrain either conjures an illusory terrain feature (e.g. a hill, wood, marsh, etc.) or hides an existing terrain feature.</p><ul><li><strong>Area:</strong> The illusion must fit completely within the spell’s range.</li><li><strong>Touching:</strong> If the illusion is touched by an intelligent being, the spell is negated.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zO7dEa3fU6iuGybz]{Massmorph}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 240’</p><p>A force of human-sized creatures within a 240’ diameter area is veiled by illusion to appear as a copse of trees or orchard.</p><ul><li><strong>Moving through:</strong> Once the illusion is in place, even creatures moving among the veiled subjects are deceived.</li><li><strong>Subjects who leave the affected area:</strong> Cease to be veiled.</li><li><strong>Dismissing:</strong> The caster may dismiss the illusion in its entirety at any time.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.WHtDX4vfhkXzPzlt]{Polymorph Others}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 60’</p><p>A living subject is changed into another type of creature, as chosen by the caster:</p><ul><li><strong>HD:</strong> The spell fails if the new form’s HD is more than twice the subject’s HD.</li><li><strong>Hit points:</strong> The subject retains the same number of hit points.</li><li><strong>Abilities:</strong> The subject truly becomes the new form: all special abilities are acquired, along with behavioural patterns, tendencies, and intelligence.</li><li><strong>Specific individuals:</strong> The spell cannot be used to duplicate a specific individual.</li><li><strong>Reversion:</strong> If the subject dies, it returns to its original form.</li><li><strong>An unwilling subject:</strong> May <strong>save versus spells</strong> to negate the effect.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FftOrHchNbQXBNEp]{Polymorph Self}</strong></h3><p><strong>Duration:</strong> 6 turns +1 per level<br /><strong>Range:</strong> The caster</p><p>The caster transforms themselves into another being:</p><ul><li><strong>HD:</strong> The new form may not have higher Hit Dice than the caster’s level.</li><li><strong>Stats:</strong> The caster retains their own intelligence, hit points, saving throws, and attack probabilities.</li><li><strong>Physical capabilities:</strong> Of the new form (e.g. movement, physical attack forms, modes of perception) are acquired.</li><li><strong>Non-physical special abilities:</strong> (e.g. immunities, breathed weapons, spell-casting) are not acquired.</li><li><strong>Casting spells:</strong> While polymorphed, the caster is unable to cast spells.</li><li><strong>Specific individuals:</strong> The spell cannot be used to duplicate a specific individual.</li><li><strong>Reversion:</strong> If the caster dies while polymorphed, they return to their original form.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zXFADd6L1nzS6uzq]{Remove Curse}</strong></h3><p><strong>Duration:</strong> Instant / Permanent (curse)<br /><strong>Range:</strong> The caster or a creature touched</p><p>Remove curse instantaneously removes one curse from a creature. It may allow a character to discard a cursed magic item.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xz25h3zISMJMr25X]{Curse}</strong></h3><p>Places a deleterious effect upon a creature, if it fails a <strong>save versus spells</strong>.</p><ul><li><strong>Effects:</strong> The exact form and effects of the curse are determined by the caster.</li><li><strong>Maximum possible effects include:</strong> A –2 penalty to saving throws, a –4 penalty to hit, reducing an ability score by 50%.</li><li><strong>Multiple curses:</strong> May afflict a creature, as long as each has a different effect.</li><li><strong>Referee judgement:</strong> The referee should judge the effects of this spell and may turn overly powerful curses back onto the caster!</li></ul></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.biw4yLLBqWNiRwLZ]{Wall of Fire}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 60’</p><p>An immobile, opaque curtain of shimmering, violet fire springs into existence.</p><ul><li><strong>Size:</strong> The wall can be any size, and may be shaped in any manner and to any dimensions the caster desires, up to 1,200 sq. ft. For example, it may be a straight wall or curved into a protective circle.</li><li><strong>Location:</strong> The wall may not be evoked so that it appears where objects are.</li><li><strong>Monsters with fewer than 4 HD:</strong> Cannot pass the wall of flames.</li><li><strong>Monsters with 4 or more HD:</strong> Take [[/r 1d6]] hit points of damage when they pass through the wall. The wall deals double damage to undead creatures or creatures that use cold or are accustomed to cold.</li><li><strong>Concentration:</strong> The wall persists as long as the caster concentrates on the spell and does not move.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.4kFAtRE2t1wlY7yA]{Wall of Ice}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> 120’</p><p>An immobile, translucent, wall of ice springs into existence.</p><ul><li><strong>Size:</strong> The wall can be any size, and may be shaped in any manner and to any dimensions the caster desires, up to 1,200 sq. ft. For example, it may be a straight wall or curved into a protective circle.</li><li><strong>Location:</strong> The wall must rest upon a solid surface and may not be evoked so that it appears where objects are.</li><li><strong>Monsters with fewer than 4 HD:</strong> Cannot pass the wall of ice.</li><li><strong>Monsters with 4 or more HD:</strong> Can break through the wall, but suffer [[/r 1d6]] hit points of damage when doing so. The wall deals double damage to creatures that use fire or are accustomed to fire.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.RrYkJGf4WakV0LsH]{Wizard Eye}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 240’</p><p>An invisible, magical eye is conjured that allows the caster to see at a distance.</p><ul><li><strong>Movement:</strong> The eye can be directed to move within range at up to 120’ per turn.</li><li><strong>Seeing through the eye:</strong> By concentrating, the caster can see through the eye.</li><li><strong>Types of vision:</strong> The magical eye grants both normal vision and infravision.</li><li><strong>Barriers:</strong> Solid barriers block its passage, but it can pass through a hole or space as small as 1 inch in diameter.</li></ul><h2>5th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6l8aPSXFL2Vn0XXC]{Animate Dead}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 60’</p><p>This spell turns the bones or bodies of dead creatures into undead skeletons or zombies:</p><ul><li><strong>Obedient:</strong> They obey the caster’s commands.</li><li><strong>Special abilities:</strong> They are unable to use any special abilities (including spell casting) that they possessed in life.</li><li><strong>Duration:</strong> They remain animated until they are destroyed or until a dispel magic spell is cast upon them.</li></ul><p><strong>Number:</strong> The spell animates a number of Hit Dice of zombies or skeletons equal to the caster’s level:</p><ul><li><strong>Skeletons:</strong> Have AC 7 [12] and HD equal to those the creature had in life.</li><li><strong>Zombies:</strong> Have AC 8 [11] and HD one greater than the creature had in life.</li><li><strong>Classed characters:</strong> If a PC or NPC with levels in a class is reanimated by this spell, the levels are not counted as HD. For example, the reanimated corpse of a 5th level fighter would have 2 HD (1 HD as a normal human, +1 for being reanimated as a zombie).</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.RGdX1rY4MNScNE1R]{Cloudkill}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 30’</p><p>A poisonous fog streams from the caster’s fingertips, filling a 30’ diameter area.</p><ul><li><strong>Movement:</strong> The fog moves at 60’ per turn (20’ per round), driven by the wind (or away from the caster, in still conditions).</li><li><strong>Sinking:</strong> Because the fog is heavier than air, it sinks to the lowest level of the land, even pouring down den or sinkhole openings.</li><li><strong>Damage:</strong> All creatures in contact with the vapours suffer 1hit point of damage per round of contact.</li><li><strong>Creatures with less than 5 Hit Dice:</strong> Must also <strong>save versus death</strong> (once per round of contact) or die.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.EU9n7vjbVnS32jBo]{Conjure Elemental}</strong></h3><p><strong>Duration:</strong> Permanent (until dismissed or slain)<br /><strong>Range:</strong> 240’</p><p>A 16 Hit Dice elemental—a being formed of pure elemental matter—is summoned from an elemental plane of the caster’s choice (@UUID[Compendium.ose-advancedfantasytome.monsters.Actor.VNtA6rVl7RuAFwhv]{air}, @UUID[Compendium.ose-advancedfantasytome.monsters.Actor.UU6uel3V04XSNr8u]{earth}, @UUID[Compendium.ose-advancedfantasytome.monsters.Actor.pg0TgbfQ4BFdkEOg]{fire}, @UUID[Compendium.ose-advancedfantasytome.monsters.Actor.7CwWfISuwhBOZ85t]{water}) to do the caster’s bidding.</p><ul><li><strong>Materials:</strong> The summons requires a large volume of the appropriate element.</li><li><strong>Concentration:</strong> Is required to command an elemental.</li><li><strong>Dismissing:</strong> While control over the elemental is maintained, the caster may dismiss it at any time, sending it back to its plane of origin.</li><li><strong>Disruption:</strong> If the caster moves at more than half speed or their concentration is disturbed, the command over the elemental ends. It is, henceforth, a free-willed entity and will immediately try to kill the caster and any who get in its way.</li><li><strong>Dispelling:</strong> A conjured elemental may be dispelled by dispel magic or dispel evil.</li></ul><p><strong>Restrictions:</strong> The caster may summon at most one elemental from each plane in a single day.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.VlpTqLhWgh3KgTI6]{Contact Higher Plane}</strong></h3><p><strong>Duration:</strong> One conversation<br /><strong>Range:</strong> The caster</p><p>A channel of communication is opened to a higher plane of existence, allowing the caster to ask powerful, otherworldly beings for advice and knowledge on any subject.</p><ul><li><strong>Plane:</strong> The caster must choose which plane of existence to contact: communion with beings of the 3rd to 12th planes is possible via this spell. Higher numbered planes are home to more powerful and knowledgeable beings.</li><li><strong>Questions:</strong> The caster may then ask a number of simple yes/no questions equal to the number of the plane contacted. The referee plays the role of the contacted being, responding to the caster’s questions.</li><li><strong>Answers:</strong> For each question asked, there is a chance of the contacted being not knowing the answer or of answering untruthfully; see the table to the right. It is impossible to detect whether the entity is lying.</li></ul><p><strong>Restrictions:</strong> Casting contact higher plane is a great and perilous deed.</p><ul><li><strong>Usage limit:</strong> It may be cast at most once per week. (The referee may limit the spell’s usage to even less frequently, if desired.)</li><li><strong>Insanity:</strong> Communion with otherworldly beings of great power can shatter the caster’s sanity. The basic chance is shown in the table above. For every level of the caster above 11, this chance is reduced by 5%. If the caster is driven insane as a result of the communion, the recovery time is a number of weeks equal to the number of the plane contacted.</li></ul><h4><strong>Contact Higher Plane Questions</strong></h4><table><thead><tr><th>Plane</th><th>#Qs</th><th>Don’t Know</th><th>Truth</th><th>Insanity</th></tr></thead><tbody><tr><td>3rd</td><td>3</td><td>75%</td><td>50%</td><td>5%</td></tr><tr><td>4th</td><td>4</td><td>70%</td><td>55%</td><td>10%</td></tr><tr><td>5th</td><td>5</td><td>65%</td><td>60%</td><td>15%</td></tr><tr><td>6th</td><td>6</td><td>60%</td><td>65%</td><td>20%</td></tr><tr><td>7th</td><td>7</td><td>50%</td><td>70%</td><td>25%</td></tr><tr><td>8th</td><td>8</td><td>40%</td><td>75%</td><td>30%</td></tr><tr><td>9th</td><td>9</td><td>30%</td><td>80%</td><td>35%</td></tr><tr><td>10th</td><td>10</td><td>20%</td><td>85%</td><td>40%</td></tr><tr><td>11th</td><td>11</td><td>10%</td><td>90%</td><td>45%</td></tr><tr><td>12th</td><td>12</td><td>5%</td><td>95%</td><td>50%</td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.iQvm5z5f1bzJZWbe]{Feeblemind}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 240’</p><p>An arcane spell caster (e.g. a magic-user or elf) within range must <strong>save versus spells</strong> (<strong>at a –4 penalty</strong>) or become an imbecile, unable to think clearly or cast spells.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.rK5Q3WYQqv6CHqO4]{Hold Monster}</strong></h3><p><strong>Duration:</strong> 6 turns +1 per level<br /><strong>Range:</strong> 120’</p><p>This spell causes one or more creatures to be paralysed if they fail a <strong>saving throw versus spells</strong>. It may be cast in two ways:</p><ul><li><strong>Against an individual:</strong> The target’s saving throw is penalised by –2.</li><li><strong>Against a group:</strong> [[/r 1d4]] individuals in the group are targeted.</li></ul><p><strong>Restrictions:</strong> Undead are not affected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.mSgmimBzP2XdC30B]{Magic Jar}</strong></h3><p><strong>Duration:</strong> Special<br /><strong>Range:</strong> The caster</p><p>The caster’s body enters a comatose trance as their life-force is transferred into a receptacle (any inanimate object within 30’), known as a magic jar. From there, the caster may attempt to possess the bodies of other creatures.</p><p><strong>When the caster’s life-force is in the magic jar:</strong></p><ul><li><strong>Possession:</strong> The caster may attempt to possess the body of another creature within 120’. The victim may <strong>save versus spells</strong> to resist possession. If the save is successful, the caster may not make another attempt to possess that victim for one turn. If the save fails, the caster’s life-force leaves the magic jar and enters the victim, possessing it.</li><li><strong>Returning:</strong> The caster may choose to return to their own body at any time, ending the spell.</li><li><strong>If the magic jar is destroyed:</strong> The caster dies.</li><li><strong>If the caster’s own body is destroyed:</strong> Their life-force is stranded in the magic jar.</li></ul><p><strong>When the caster’s life-force is possessing a victim:</strong></p><ul><li><strong>Control:</strong> The caster gains full control over the victim’s body, but is not able to make the victim cast spells.</li><li><strong>If the magic jar is destroyed:</strong> The spell ends and the caster’s life-force is trapped in the possessed body.</li><li><strong>If the possessed victim is killed:</strong> The caster’s life-force returns to the magic jar.</li><li><strong>Dispelling:</strong> Dispel evil forces the caster’s life-force back into the magic jar.</li><li><strong>If the caster’s own body is destroyed:</strong> Their life-force is stranded in the body of the creature being possessed.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.yGIGg1GYsCQApO20]{Pass-Wall}</strong></h3><p><strong>Duration:</strong> 3 turns<br /><strong>Range:</strong> 30’</p><p>A 5’ diameter hole is temporarily opened in solid rock or stone, forming a passageway up to 10’ deep.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.g7CsvZa6bNbXiCAJ]{Telekinesis}</strong></h3><p><strong>Duration:</strong> Concentration (up to 6 rounds)<br /><strong>Range:</strong> 120’</p><p>By concentrating, the caster is able to move objects or creatures by the power of thought.</p><ul><li><strong>Weight:</strong> Up to 200 coins of weight per level of the caster may be targeted.</li><li><strong>Movement:</strong> The target may be moved up to 20’ per round, in whatever direction the caster wishes (including vertically).</li><li><strong>Save:</strong> If a creature is targeted, it may <strong>save versus spells</strong> to resist the spell.</li><li><strong>Concentration:</strong> If the caster’s concentration is broken, the spell ends immediately.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Zvkn56CzsC7cCw08]{Teleport}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 10’</p><p>The caster or a chosen creature vanishes and reappears at a location of the caster’s choosing.</p><ul><li><strong>Gear:</strong> The subject is teleported with all its gear, up to its maximum load.</li><li><strong>Unwilling subjects:</strong> May <strong>save versus spells</strong> to prevent the teleportation.</li><li><strong>Destination:</strong> May be at any distance, but must be known to the caster. The destination must be an open space at ground level. (It is not possible to intentionally teleport the subject into mid-air or into solid matter.)</li><li><strong>Risk:</strong> There is a risk, when teleporting, of accidentally arriving above or below ground level. The chance of a successful teleportation depends on the caster’s knowledge of the destination (see below). Roll [[/r 1d100]] and consult the table below.</li></ul><h4><strong>Teleport Result</strong></h4><table><thead><tr><th>Knowledge of Dest.</th><th>Ground Level</th><th>Too High</th><th>Too Low</th></tr></thead><tbody><tr><td>Scant</td><td>01–50</td><td>51–75</td><td>76–00</td></tr><tr><td>Moderate</td><td>01–80</td><td>81–90</td><td>91–00</td></tr><tr><td>Exact</td><td>01–95</td><td>96–99</td><td>00</td></tr></tbody></table><ul><li><strong>Ground level:</strong> The subject appears at the desired destination.</li><li><strong>Too high:</strong> The subject appears [[/r 1d10*10]]’ above the intended destination. Should this location already be occupied by solid matter, the subject is instantly killed. Otherwise, the subject falls from a height.</li><li><strong>Too low:</strong> The subject appears in the ground and is killed instantly.</li></ul><h4><strong>Knowledge of destination:</strong></h4><p>The caster’s knowledge of the destination is rated as follows:</p><ul><li><strong>Scant:</strong> A location that the caster has once or twice, or twice, has seen by magical scrying, or has heard of from description.</li><li><strong>Moderate:</strong> A location that the caster has visited often or has studied via scrying for several weeks.</li><li><strong>Exact:</strong> A location that the caster has made a detailed study of, in person.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ViSzu7eVS7EPGw7I]{Transmute Rock to Mud}</strong></h3><p><strong>Duration:</strong> [[/r 3d6]] days<br /><strong>Permanent</strong> (transmute mud to rock)<br /><strong>Range:</strong> 120’</p><p>This spell turns up to 3,000 square feet of rock into 10’ deep mud.</p><ul><li><strong>Movement:</strong> Any creatures passing through the mud have their movement rate reduced by 90%.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.71Fpfp7jEhc9KC01]{Transmute Mud to Rock}</strong></h3><p>Changes an area of mud—up to 3,000 square feet and up to 10’ deep—into rock. This alteration is permanent.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.DPhgRjhm9WnF5XRD]{Wall of Stone}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 60’</p><p>A wall of solid rock appears.</p><ul><li><strong>Size:</strong> The wall may be of whatever shape the caster desires and is of 1,000 cubic feet in volume. (For example, a 2’ thick wall, 50’ long and 10’ high).</li><li><strong>Location:</strong> The wall must rest upon a solid surface and may not be evoked so that it appears where objects are.</li></ul><h2>6th Level</h2><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kCPIGWWfM6v5v4C5]{Anti-Magic Shell}</strong></h3><p><strong>Duration:</strong> 12 turns<br /><strong>Range:</strong> The caster</p><p>An anti-magic barrier is created around the caster.</p><ul><li><strong>Blocks magic:</strong> No spells or spell effects can pass through this barrier, whether from inside or outside it.</li><li><strong>Dismissing:</strong> The caster may end this spell at any time before the duration has expired.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.68TS2Q5KGd2vCvii]{Control Weather}</strong></h3><p><strong>Duration:</strong> Concentration<br /><strong>Range:</strong> 240 yards around the caster</p><p>By concentrating (no movement allowed), the caster causes one of the following conditions to manifest around themselves. This spell only functions outdoors.</p><ul><li><strong>Calm:</strong> Clears bad weather (though side-effects—e.g. mud after rain—remain).</li><li><strong>Extreme heat:</strong> Dries up snow or mud (including transmute rock to mud). Creatures in the area move at half normal rate.</li><li><strong>Fog:</strong> Visibility drops to 20’. Creatures in the fog move at half their normal rate. At the referee’s option, they may also have a chance of getting lost.</li><li><strong>High winds:</strong> Movement rates are halved. Missile fire and flight are impossible. High winds may be used to increase the sailing speed of ships by 50%, if they travel with the wind. In sandy areas, may cause a sandstorm, reducing visibility to 20’.</li><li><strong>Rain:</strong> –2 penalty to missile attacks. Mud forms in 3 turns, halving movement rates.</li><li><strong>Snow:</strong> Visibility drops to 20’. Movement rates are halved. Bodies of water may freeze. After the snow thaws, mud remains and still impedes movement.</li><li><strong>Tornado:</strong> The caster can direct the tornado, which moves at 120’ per round. The tornado can be directed to attack (see below). Ships caught in a tornado have a [[/r 1d100]]{75%} chance of suffering [[/r 1d2]] points hull damage.</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>@UUID[Compendium.ose-advancedfantasytome.monsters.Actor.wVzUb6BCBWUKb8qq]{Tornado}</strong></p><p>A whirling column of air, 24’ high and 6’ across, that wreaks havoc for flying creatures and ships.</p><hr /><p>AC 0 [19], HD 12* (54hp), Att 1 × blow ([[/r 2d8]]), THAC0 10 [+9], MV 360’ (120’) flying, SV CG W7 P8 B8 S10 (12), ML 10, AL Neutral, XP 1,900</p><ul><li><strong>Whirlwind:</strong> Creatures with less than 2HD swept aside (<strong>save versus death</strong>).</li><li><strong>Mundane damage immunity:</strong> Can only be harmed by magical attacks.</li><li><strong>Harm flying creatures:</strong> Inflict extra [[/r 1d8]] damage.</li></ul></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.d2MOw0O3aWiv45sH]{Death Spell}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 240’</p><p>Up to [[/r 4d8]] Hit Dice of creatures within a 60’ cube area must <strong>save versus death</strong> or die, instantly.</p><p><strong>Restrictions:</strong> Undead and creatures with greater than 7 Hit Dice are unaffected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Qia3KIVoKxni1VDo]{Disintegrate}</strong></h3><p><strong>Duration:</strong> Instant<br /><strong>Range:</strong> 60’</p><p>The material form of a single, non-magical creature or object is instantly and permanently destroyed.</p><ul><li><strong>If a creature is targeted:</strong> It may <strong>save versus death</strong> to resist disintegration.</li><li><strong>Examples of objects:</strong> The following might be targeted: a tree, a ship, a 10’ section of wall.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.hhQWlgExNUVuFMEA]{Geas}</strong></h3><p><strong>Duration:</strong> Permanent / Instant (<em>remove geas</em>)<br /><strong>Range:</strong> 30’</p><p>The caster commands a subject to perform or avoid performing a specific action.</p><ul><li><strong>Examples:</strong> Bringing a specific item to the caster, eating or drinking without restraint, keeping a certain fact secret.</li><li><strong>Impossible or deadly tasks:</strong> The prescribed geas must not be impossible or directly deadly—if such a geas is cast, it affects the caster, instead.</li><li><strong>Saving throw:</strong> The subject may <strong>save versus spells</strong>, to avoid coming under the spell’s effect.</li><li><strong>If the save fails:</strong> The subject must follow the stipulated course of action or suffer gradually increasing (and eventually fatal) penalties determined by the referee (e.g. penalties to attack, ability score reductions, inability to memorise spells, physical torment and feebleness, etc.).</li></ul><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8aNAQlwb6L2cOboX]{Remove Geas}</strong></h3><p>Can dispel an active geas spell and any incurred penalties. If the caster of the geas to be nullified is higher level than the character casting remove geas, then the chance of the spell having no effect. The probability of spell failure is 5% per level the caster is below the caster of geas.</p></td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zJpXhBoR7gbVZ8Xu]{Invisible Stalker}</strong></h3><p><strong>Duration:</strong> One mission<br /><strong>Range:</strong> Summoned to caster’s presence</p><p>An @UUID[Compendium.ose-advancedfantasytome.monsters.SmtMELK5X3RlxxuL]{Invisible Stalker} is summoned to the caster’s presence and magically bound to perform a mission of the caster’s choosing.</p><ul><li><strong>Wording:</strong> The caster must be careful with the wording of the assigned mission. Invisible stalkers are treacherous and, unless the assigned mission can be easily and quickly accomplished, will follow the letter of the command while twisting its spirit.</li><li><strong>Duration:</strong> The creature is bound to attempt the mission until it succeeds or is destroyed.</li><li><strong>Banishing:</strong> The spell dispel evil will banish an invisible stalker, ending the spell.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Zi5BQtXnsIt09Pqn]{Lower Water}</strong></h3><p><strong>Duration:</strong> 10 turns<br /><strong>Range:</strong> 240’</p><p>This spell reduces the depth of a body of water by half for the duration. An area of up to 10,000 square feet may be affected.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.OyqrqzBSYAYTn9nl]{Move Earth}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 240’</p><p>Earth (but not stone) within range is rearranged as the caster wishes.</p><ul><li><strong>Movement rate:</strong> The caster can move earth in the area at up to 60’ per turn.</li><li><strong>Excavations:</strong> The range of the spell also extends downwards, allowing excavations to be made.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.MFXqvLgGFAITOLS8]{Part Water}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 120’</p><p>The caster creates a path 10’ wide and a maximum of 120’ long through water, such as a pond, lake, or other body. The caster can dismiss the spell’s effect before the duration ends.</p><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YlbZyuUDwYQR7sbr]{Projected Image}</strong></h3><p><strong>Duration:</strong> 6 turns<br /><strong>Range:</strong> 240’</p><p>An illusory duplicate of the caster appears within range.</p><ul><li><strong>Duplicate:</strong> The image is an exact duplicate of the caster that can only be differentiated by touch.</li><li><strong>Subsequent spells cast:</strong> Appear to originate from the image. (Targets must still be visible to the caster, however.)</li><li><strong>Spells and missiles:</strong> The image appears unaffected by spells or missile weapons.</li><li><strong>Melee or touch:</strong> If the image is touched or hit in melee, it disappears.</li></ul><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ehOx7tiPFQ6lYO6O]{Reincarnation}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> Appears in the caster’s presence</p><p>A dead character is returned to life in a new physical form that manifests in the presence of the caster. The character’s new body is not necessarily the same as the original; it is determined by rolling on the <strong>Reincarnated Class</strong> table below.</p><p>The roll indicates either a character class or a monster:</p><ul><li><strong>Character class:</strong> The character is of experience level [[/r 1d6]] (or at most the same level as the character achieved before death). The reincarnated character can continue to gain experience and advance as normal, in the new class.</li><li><strong>Monster:</strong> The type should be determined by the referee. The monster should be at least partially intelligent, have no greater Hit Dice than the level of the character being reincarnated (at most 6 HD), and be of the same alignment. The tables opposite may be used, or the referee may create their own tables. Monsters cannot gain experience or advance in level.</li></ul><h4><strong>@UUID[Compendium.ose-advancedfantasytome.tables.RollTable.1mr20NyiofKbzCkQ]{Reincarnation: Class}</strong></h4><table><thead><tr><th>[[/r 1d10]]</th><th>Reincarnation</th></tr></thead><tbody><tr><td>1</td><td>Cleric</td></tr><tr><td>2</td><td>Dwarf</td></tr><tr><td>3</td><td>Elf</td></tr><tr><td>4</td><td>Fighter</td></tr><tr><td>5</td><td>Halfling</td></tr><tr><td>6</td><td>Magic-user</td></tr><tr><td>7</td><td>Thief</td></tr><tr><td>8</td><td>Monster (roll on alignment table)</td></tr><tr><td>9–10</td><td>Same class and race</td></tr></tbody></table><h4><strong>@UUID[Compendium.ose-advancedfantasytome.tables.RollTable.mPB3PpcVdqhHykSc]{Reincarnation: Lawful Monsters}</strong></h4><table><thead><tr><th>[[/r 1d6]]</th><th>Reincarnation</th><th>HD</th></tr></thead><tbody><tr><td>1</td><td>Brownie or gnome</td><td>1</td></tr><tr><td>2</td><td>Neanderthal</td><td>2</td></tr><tr><td>3</td><td>Pegasus</td><td>3</td></tr><tr><td>4</td><td>Blink dog</td><td>4</td></tr><tr><td>5</td><td>Unicorn</td><td>4</td></tr><tr><td>6</td><td>Roc, small</td><td>6</td></tr></tbody></table><h4><strong>@UUID[Compendium.ose-advancedfantasytome.tables.RollTable.q88rKYYoPdV4K8Y7]{Reincarnation: Neutral Monsters}</strong></h4><table><thead><tr><th>[[/r 1d6]]</th><th>Reincarnation</th><th>HD</th></tr></thead><tbody><tr><td>1</td><td>Pixie or sprite</td><td>1</td></tr><tr><td>2</td><td>Lizard man</td><td>2</td></tr><tr><td>3</td><td>Rock baboon</td><td>3</td></tr><tr><td>4</td><td>Ape, white</td><td>4</td></tr><tr><td>5</td><td>Centaur</td><td>4</td></tr><tr><td>6</td><td>Werebear</td><td>6</td></tr></tbody></table><h4><strong>@UUID[Compendium.ose-advancedfantasytome.tables.RollTable.ElXhB8ujqeFco2qx]{Reincarnation: Chaotic Monsters}</strong></h4><table><thead><tr><th>[[/r 1d10]]</th><th>Reincarnation</th><th>HD</th></tr></thead><tbody><tr><td>1</td><td>Goblin</td><td>1</td></tr><tr><td>2</td><td>Hobgoblin</td><td>2</td></tr><tr><td>3</td><td>Kobold</td><td>1</td></tr><tr><td>4</td><td>Orc</td><td>2</td></tr><tr><td>5</td><td>Gnoll</td><td>3</td></tr><tr><td>6</td><td>Bugbear</td><td>3</td></tr><tr><td>7</td><td>Wererat</td><td>3</td></tr><tr><td>8</td><td>Ogre</td><td>4</td></tr><tr><td>9</td><td>Werewolf</td><td>4</td></tr><tr><td>10</td><td>Minotaur</td><td>6</td></tr></tbody></table><hr /><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CnYKb6Rhlka09bfa]{Stone to Flesh}</strong></h3><p><strong>Duration:</strong> Permanent<br /><strong>Range:</strong> 120’</p><p>This spell transforms stone into living flesh. It is especially useful for restoring life to a petrified creature and its equipment to its normal state.</p><table border=\"1\"><tbody><tr style=\"height:17px\"><td style=\"width:258px;height:17px\"><p><strong>Reversed:</strong></p><h3><strong>@UUID[Compendium.ose-advancedfantasytome.spells.Item.wOBEhyACaUr7Dnmq]{Flesh to Stone}</strong></h3><p>Turns one creature into a statue, including all gear and any items currently held. A <strong>saving throw versus paralysis</strong> is permitted to resist the transformation.</p></td></tr></tbody></table><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761453121584
      },
      "category": null,
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.5bcXC9ougUPEBFoY"
    },
    {
      "sort": 450000,
      "name": "Cleric Spell List",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.iW0YUQNIRaYo5ecH#1st-level]{1st Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.hYAeb8BfHFSybo6P]{Cure Light Wounds} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.WNSgPOLSaWBfgzp5]{Cause Light Wounds})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cFP3PS32aQvTcan2]{Detect Evil}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vRtoWnlxiF0x74cK]{Detect Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ScFoj31hIRHuKA1r]{Light} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.jaSob2YvtAI7KTjR]{Darkness})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.c5RRTwW8KxrtvyQI]{Protection from Evil}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.LrmQ2E0AkHwUZNWE]{Purify Food and Water}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uzy3HkApssRIDDtg]{Remove Fear} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.RoVOqCiy0ko2tYAk]{Cause Fear})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.I7t5WC3arPHsdKg2]{Resist Cold}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.iW0YUQNIRaYo5ecH#2nd-level]{2nd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.aRO6bMZBG0DETcwt]{Bless} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.k9KkPNI9OZVVpThA]{Blight})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.to8QoDIxhmRoeTko]{Find Traps}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kBKdkIEba2mMFvsj]{Hold Person}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GMqCOflDxTmuEIve]{Know Alignment}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1gKgGjOuagdr4lGV]{Resist Fire}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CXNRgVaAfZuYW3u8]{Silence 15’ Radius}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QNHyjNGbGBnmaY3s]{Snake Charm}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZTVme2uimbw8FWro]{Speak with Animals}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.iW0YUQNIRaYo5ecH#3rd-level]{3rd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8H5VgKVGnbX0yngI]{Continual Light} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.Epeu12CcUU0U8U7h]{Continual Darkness})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QoS2cIYWAYSpndEC]{Cure Disease} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.utSlS9YuENM0HrWm]{Cause Disease})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.S9afi35zEgEnOc83]{Growth of Animal}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oRSJRW3WU9tv8PCg]{Locate Object}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.LvD3XbuvgBpJ5eEL]{Remove Curse} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.n7lTIM1sPmLDuZBU]{Curse})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CnzjOkZ3iHaJttON]{Striking}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.iW0YUQNIRaYo5ecH#4th-level]{4th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FNs4mXkpOAvgDUh4]{Create Water}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.eLs98lY26KQujnE4]{Cure Serious Wounds} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.g0OeDC0eo5b3R1Oy]{Cause Sr. Wounds})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nUbbPkQtsyWeXYwV]{Neutralize Poison}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qjjwtuGg22Nc6gaz]{Protection from Evil 10’ Radius}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.swEQcUEBNInOWffk]{Speak with Plants}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.9sZRuguXc1XIEVOK]{Sticks to Snakes}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.iW0YUQNIRaYo5ecH#5th-level]{5th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8P1RPgPUEJNgUOxn]{Commune}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6CZv9r29uhEmEvVe]{Create Food}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.j8XBcJ64Kh8hiLz0]{Dispel Evil}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BVGNuy1KBlu3YlFd]{Insect Plague}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QmpLi8SKDSJHLlrF]{Quest} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.HyLgu4N0xawWkW5t]{Remove Quest})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.NghVLCC5tYmkmpmA]{Raise Dead} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.CFg2bNUZ0p4uYayT]{Finger of Death})</p></li></ol><h2>Reversible Spells</h2><p>If a spell can be reversed (@UUID[.aBUVhgNNB2NHE26z#reversing-spells]{see Reversing Spells}), the name of the reversed version is noted in parentheses.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761106283001
      },
      "category": null,
      "_id": "pswlvyXk1hXYiaFd",
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.pswlvyXk1hXYiaFd"
    },
    {
      "sort": 550000,
      "name": "Druid Spell List",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.zvY8pHVp2p7969z9#1st-level]{1st Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qB1qcrZJgQUy7zqt]{Animal Friendship}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.UnZA2XRwTJZiAyS1]{Detect Danger}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.n6v35rWEsBabtE9m]{Entangle}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.2WDIHl63UGChlV4R]{Faerie Fire}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.T974eS4p9iyEeA2R]{Invisibility to Animals}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5KjKVyfBSI25Ev2H]{Locate Plant or Animal}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BxqeLHSQP4f1evDE]{Predict Weather}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.67v1jM1P5sjKl6Ub]{Speak with Animals}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.zvY8pHVp2p7969z9#2nd-level]{2nd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.mHfxPKg214RMnpUh]{Barkskin}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TcGlh5LkK79u7oZt]{Create Water}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Hr1LMA2kfLcpApei]{Cure Light Wounds} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.Hr1LMA2kfLcpApei]{Cause Lt. Wounds})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.epz5zSP2NzCh7Wwy]{Heat Metal}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oR1uweBUvPEgFwEj]{Obscuring Mist}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.MltevcHSgb8XmAC9]{Produce Flame}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.4JeLh0J9cXIcrJbq]{Slow Poison}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZpzhHnsZitZ1Gp0C]{Warp Wood}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.zvY8pHVp2p7969z9#3rd-level]{3rd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.75W12OqYf6vzhcx2]{Call Lightning}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qabNZfH3QzRFqh7i]{Growth of Nature}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kHLgnZYt2RS5SwfN]{Hold Animal}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.iZT3Z3Jg2iyuIi7v]{Protection from Poison}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Lba5QzgZE1L61a6u]{Tree Shape}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xokrlVEpiqj6LWgs]{Water Breathing} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.oyRYBDTQ3ji4CI6c]{Air Breathing})</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.zvY8pHVp2p7969z9#4th-level]{4th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.EmUVdI5XM0Gdwkl9]{Cure Serious Wounds} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.C8L55TL46fapKi7o]{Cause Sr. Wounds})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.O8h82N661sfHajjy]{Dispel Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xUumLZyh6OYGFVD6]{Protection from Fire and Lightning}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZRM3v9EaT7LT2kMa]{Speak with Plants}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6FE75slm1sqEminW]{Summon Animals}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1lVAwf99vm7xiO3D]{Temperature Control}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.zvY8pHVp2p7969z9#5th-level]{5th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5cUqR0wagelqIDIN]{Commune with Nature}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YzATTlW4jTEPFM3I]{Control Weather}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GJs5NeuAPhjHm3tJ]{Pass Plant}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FK0PGM6uiuK9Cnyy]{Protection from Plants and Animals}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SJqNEq7T1oU5Oxpk]{Transmute Rock to Mud} @UUID[Compendium.ose-advancedfantasytome.spells.Item.c8cwqvg9tOsDNxyw]{(Mud to Rock})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xkKoDOw292U7lAWh]{Wall of Thorns}</p></li></ol><h2>Reversible Spells</h2><p>If a spell can be reversed (@UUID[.aBUVhgNNB2NHE26z#reversing-spells]{see Reversing Spells}), the name of the reversed version is noted in parentheses.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761106434690
      },
      "category": null,
      "_id": "3fkq4IdjfAL5NGta",
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.3fkq4IdjfAL5NGta"
    },
    {
      "sort": 650000,
      "name": "Illusionist Spell List",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#1st-level]{1st Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.myRlwc16oUxgwBpr]{Auditory Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.pkoBRQ3iaTqLtFtO]{Chromatic Orb}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.BHQqqRyd0BrYThQ8]{Colour Spray}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.HD9bFQagyngKsl96]{Dancing Lights}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SKgV0rrtsF6agaCo]{Detect Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nxDiMuUWBjXDUvEK]{Glamour}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QUyhWEMyi1kkZyH3]{Hypnotism}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.7Ip7EsMgUOap4YFs]{Light} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.YfPC8G05pySN13Se]{Darkness})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.l3lpoMA5VS8xF35z]{Phantasmal Force}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.7oG7TQonStGKOL0F]{Read Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.jg9pEWeySTYFcfKf]{Spook}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kQ8yu2v4FO5vJQes]{Wall of Fog}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#2nd-level]{2nd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6cptJ6JGxuRvben6]{Blindness / Deafness}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.goAdCXaxPT04vuSg]{Blur}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.pBYYdKdSx4npgBIy]{Detect Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.a6zLSeH8d0K03hIs]{False Aura}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uzBrGAyMfMu5uARX]{Fascinate}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nZtdqVcSpyCk6zwW]{Hypnotic Pattern}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cbatpdCjwzw38etb]{Improved Phantasmal Force}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Ow2iFRfmgloYpexN]{Invisibility}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JZc1LiMtbi7Gl9sB]{Magic Mouth}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.s5UKd6yaYJpETWY4]{Mirror Image}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.wfSqgtrcVWFSMIBc]{Quasimorph}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CQvFY3Rwod9HBxQx]{Whispering Wind}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#3rd-level]{3rd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.NavfuzBD2EYeYREh]{Blacklight}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.WBQu5q80pOqBPvgd]{Dispel Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TFeWpHIzgbBlySe2]{Fear}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.euK3anpqayiCnHeq]{Hallucinatory Terrain}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Uv3imwahm08T8IHt]{Invisibility 10' Radius}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.nSybdnLZdYhvSQUK]{Nondetection}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.XfAE3d4rb56nI3Te]{Paralysation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.DR4kgfopk5KT5jIX]{Phantom Steed}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.0HkPPhajwP4b1iSa]{Rope Trick}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.J7wJpGJlFseMf27S]{Spectral Force}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Pa1uO0sRhnseXue5]{Suggestion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SRyAsMyVOPVkWdYH]{Wraithform}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#4th-level]{4th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.f4gUr6CcHqlomu3c]{Confusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.N1KUYlrMoNzX6QMc]{Dispel Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZhcVsUOwj2JYpfWv]{Emotion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.gAArmKcnXI86utzP]{Illusory Stamina}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fcjUeetGcVvSZMx3]{Improved Invisibility}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Mjp6u0tve7iFbOEW]{Massmorph}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.H0xDU532e66PwPRH]{Minor Creation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.a7Ki1bql5twi0YNR]{Phantasmal Killer}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8cqFlqAIg8rnL1gU]{Rainbow Pattern}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ULe6QVZxW6tP6Gi6]{Shadow Monsters}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.qYYfkmLtM4bYDpZc]{Solid Fog}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.91mb8T9JF23IlGNP]{Veil of Abandonment}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#5th-level]{5th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cMtvevkCUeDMBEWt]{Chaos}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.O8zmSzCfv8T9i7yd]{Demi-Shadow Monsters}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W19MMDw9Z8ozNcJn]{Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.lCRDEl8ZJ6gGxGnv]{Looking Glass}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JEAQbEX2mNA1o1BM]{Major Creation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fyiW5ZmXbhzEln9t]{Maze of Mirrors}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.fJr0DUET2x8MCGit]{Projected Image}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cLZYNR8r04RlwAVx]{Seeming}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.z4iwaIHqIKPXoFx3]{Shadowcast}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zq5Z7sK5WoT6fvxn]{Shadowy Transformation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.sEDmjB18LVjFBNk4]{Time Flow}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.npVNC6o4RmbOB3bb]{Visitation}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.GPtJQLHf88ysJEzR#6th-level]{6th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Rzt8wWvDsPeHGS5J]{Acid Fog}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.QuiG3pioanQSvk5X]{Dream Quest}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.TahbRyoZqF7dOoDw]{Impersonation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uHO6SSx2EX1mQpGh]{Manifest Dream}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.5JhjaLxgkHTReNri]{Mass Suggestion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xk5wweRgawaYSwL3]{Mislead}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.bZqsk2GN0U3IL0Dx]{Permanent Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.8mCAAt1c3PtUpEu6]{Shades}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xQl6mCOSSrauornU]{Through the Looking Glass}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W5pgN2EzhUP9jCdZ]{Triggered Illusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ysmrAq58WskrRHCv]{True Seeing}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.K2vrA8lm1TasPRYR]{Vision}</p></li></ol><h2>Reversible Spells</h2><p>If a spell can be reversed (@UUID[.aBUVhgNNB2NHE26z#reversing-spells]{see Reversing Spells}), the name of the reversed version is noted in parentheses.</p><p></p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761107074921
      },
      "category": null,
      "_id": "X7TWSICfa2ixOVSS",
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.X7TWSICfa2ixOVSS"
    },
    {
      "sort": 750000,
      "name": "Magic-User Spell List",
      "type": "text",
      "title": {
        "show": true,
        "level": 1
      },
      "image": {},
      "text": {
        "format": 1,
        "content": "<h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#1st-level]{1st Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6lObpwj8PggapAQ8]{Charm Person}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.cFkfvaJGYXB8vugp]{Detect Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.enu7u3KcUQyLO9SM]{Floating Disc}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.tT8UpDyql4hLraCF]{Hold Portal}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.u2TkEoo1t6rmY11y]{Light} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.O2glPJ8NSKJMD33K]{Darkness})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.sNnkcmglTGfTGbjK]{Magic Missile}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Nzkt6EIL9gZUbWWu]{Protection from Evil}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.T0B22TUNXzQ3uw8f]{Read Languages}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.dTNgcXL4s8qDny7z]{Read Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vXRns8VugCmQPVw9]{Shield}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.dveLSy07phQ7Ncxg]{Sleep}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.oqMr71sK8b54JCHR]{Ventriloquism}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#2nd-level]{2nd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kpC4u6vrjJ1RnikN]{Continual Light} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.YdbQYi2342iUgXpz]{Continual Darkness})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.vMivw9KUzkd8fwzL]{Detect Evil}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.AQ20iHeERjaWZO1y]{Detect Invisible}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6hazyvvcq46M63wY]{ESP}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.1YF6jV01OkoNViec]{Invisibility}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.uKUacU4IChMAx9Jo]{Knock}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.IrPTQ7bRzLV9wWl3]{Levitate}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.k6MRIXnOyvr00xGd]{Locate Object}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.9qwEw7XhFyNLmrLH]{Mirror Image}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.W3jTDFoaDSi5oovE]{Phantasmal Force}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.xGExmmZW6E9yuXmI]{Web}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.To5RLzNSZTEXtZk6]{Wizard Lock}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#3rd-level]{3rd Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.E5kVZ80Yfve2GNAy]{Clairvoyance}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.r1nzPx4J12JY6TAO]{Dispel Magic}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ZrYh8AabsTCnqRjb]{Fire Ball}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.PIyIp0igEZqzrEZl]{Fly}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.GcBqaXK4W3JNUzp8]{Haste}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.92Kazpql0fjcG2BJ]{Hold Person}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.bbwP85tUd2iacKHI]{Infravision}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.w0phcRJ7bf9QtFuX]{Invisibility 10’ Radius}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.anWBslOOlZtV47ut]{Lightning Bolt}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.AYjrm5ZXA8v7gtXr]{Protection from Evil 10’ Radius}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.KJVJ7KsCWtzNsqGr]{Protection from Normal Missiles}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JilpgOsSLgp1GSW4]{Water Breathing}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#4th-level]{4th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.SmERcqm9npfEQMpJ]{Charm Monster}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.JtHAKrWU30gwNj4j]{Confusion}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.03HuiBPsXpuO9G99]{Dimension Door}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.OTfYsr4sEPHMIVMW]{Growth of Plants}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.u44ULUd2heQHXsOb]{Hallucinatory Terrain}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zO7dEa3fU6iuGybz]{Massmorph}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.WHtDX4vfhkXzPzlt]{Polymorph Others}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.FftOrHchNbQXBNEp]{Polymorph Self}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zXFADd6L1nzS6uzq]{Remove Curse} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.xz25h3zISMJMr25X]{Curse})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.biw4yLLBqWNiRwLZ]{Wall of Fire}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.4kFAtRE2t1wlY7yA]{Wall of Ice}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.RrYkJGf4WakV0LsH]{Wizard Eye}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#5th-level]{5th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.6l8aPSXFL2Vn0XXC]{Animate Dead}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.RGdX1rY4MNScNE1R]{Cloudkill}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.EU9n7vjbVnS32jBo]{Conjure Elemental}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.VlpTqLhWgh3KgTI6]{Contact Higher Plane}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.iQvm5z5f1bzJZWbe]{Feeblemind}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.rK5Q3WYQqv6CHqO4]{Hold Monster}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.mSgmimBzP2XdC30B]{Magic Jar}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.yGIGg1GYsCQApO20]{Pass-Wall}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.g7CsvZa6bNbXiCAJ]{Telekinesis}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Zvkn56CzsC7cCw08]{Teleport}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ViSzu7eVS7EPGw7I]{Transmute Rock to Mud} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.71Fpfp7jEhc9KC01]{Mud to Rock})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.DPhgRjhm9WnF5XRD]{Wall of Stone}</p></li></ol><h2>@UUID[Compendium.ose-advancedfantasytome.rules.JournalEntry.EUNZ2PDKp7Amu7CX.JournalEntryPage.5bcXC9ougUPEBFoY#6th-level]{6th Level}</h2><ol><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.kCPIGWWfM6v5v4C5]{Anti-Magic Shell}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.68TS2Q5KGd2vCvii]{Control Weather}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.d2MOw0O3aWiv45sH]{Death Spell}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Qia3KIVoKxni1VDo]{Disintegrate}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.hhQWlgExNUVuFMEA]{Geas} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.8aNAQlwb6L2cOboX]{Remove Geas})</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.zJpXhBoR7gbVZ8Xu]{Invisible Stalker}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.Zi5BQtXnsIt09Pqn]{Lower Water}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.OyqrqzBSYAYTn9nl]{Move Earth}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.MFXqvLgGFAITOLS8]{Part Water}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.YlbZyuUDwYQR7sbr]{Projected Image}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.ehOx7tiPFQ6lYO6O]{Reincarnation}</p></li><li><p>@UUID[Compendium.ose-advancedfantasytome.spells.Item.CnYKb6Rhlka09bfa]{Stone to Flesh} (@UUID[Compendium.ose-advancedfantasytome.spells.Item.wOBEhyACaUr7Dnmq]{Flesh to Stone})</p></li></ol><h2>Reversible Spells</h2><p>If a spell can be reversed (@UUID[.aBUVhgNNB2NHE26z#reversing-spells]{see Reversing Spells}), the name of the reversed version is noted in parentheses.</p>"
      },
      "video": {
        "controls": true,
        "volume": 0.5
      },
      "src": null,
      "system": {},
      "flags": {},
      "_stats": {
        "duplicateSource": null,
        "exportSource": null,
        "coreVersion": "13.350",
        "systemId": "ose",
        "systemVersion": "2.1.1",
        "lastModifiedBy": "osebuilder000000",
        "modifiedTime": 1761106840544
      },
      "category": null,
      "_id": "dat23W4Kv02OGyAJ",
      "ownership": {
        "default": -1
      },
      "_key": "!journal.pages!EUNZ2PDKp7Amu7CX.dat23W4Kv02OGyAJ"
    }
  ],
  "folder": "YjJ1oGW38oTZHO7n",
  "flags": {},
  "_stats": {
    "duplicateSource": null,
    "exportSource": null,
    "coreVersion": "13.346",
    "systemId": "ose",
    "systemVersion": "2.1.1",
    "createdTime": 1753076656351,
    "modifiedTime": 1754191706848,
    "lastModifiedBy": "osebuilder000000"
  },
  "categories": [],
  "_id": "EUNZ2PDKp7Amu7CX",
  "sort": 0,
  "ownership": {
    "default": 0
  },
  "_key": "!journal!EUNZ2PDKp7Amu7CX"
}
